from openai import OpenAI
import ollama

from light.utils.ollma_sere import answer
client = OpenAI(
    base_url='https://api.siliconflow.cn/v1',
    api_key='sk-hypjruvkzpgtydyptsoiaasavzcjopgnryhnwskqfjvixgwy'
)

client2 = OpenAI(
        base_url='https://chatapi.onechats.top/v1/',
        api_key='sk-OYttzZPYSUruvQ3D3b82063b07Cf4f81851742AdB1D922B9',
    )
# model="gpt-4o-mini"
def gpt_model(model_name,messages):
    response = client2.chat.completions.create(
        model=model_name,
        messages=messages,
        max_tokens=4096,
        temperature=0.7,
        stream=False
    )
    return  response.choices[0].message.content

from openai import OpenAI

client_deepseek = OpenAI(api_key="sk-bb8660932b42402fa6a7ab1924e47e06",
                         base_url="https://api.deepseek.com")
client_qwen = OpenAI(
    api_key="sk-7783496434fe4e2d913c6e4f0412dfae",
    base_url="https://dashscope.aliyuncs.com/compatible-mode/v1",
)

def llm_chat_ollama(model_name,message):
    response = ollama.chat(
        model=model_name,
        messages=message
        )
    answer = response['message']['content']
    return answer


def llm_chat_ali(model_name, message):
    if model_name == "deepseek":
        response = client_deepseek.chat.completions.create(
            model="deepseek-chat",
            messages=message)
        # print(response.choices[0].message.content)
        response = response.choices[0].message.content
        return response
    if model_name == "qwen2.5-32b-instruct":
        completion = client_qwen.chat.completions.create(
            model="qwen2.5-32b-instruct",
            # 此处以qwen-plus为例，可按需更换模型名称。模型列表：https://help.aliyun.com/zh/model-studio/getting-started/models
            messages=message)
        return completion.choices[0].message.content
    if model_name == "qwen2.5-72b-instruct":
        completion = client_qwen.chat.completions.create(
            model="qwen2.5-72b-instruct",
            # 此处以qwen-plus为例，可按需更换模型名称。模型列表：https://help.aliyun.com/zh/model-studio/getting-started/models
            messages=message)
        return completion.choices[0].message.content


def llm_chat(model_name,message):
    response = client.chat.completions.create(
        model=model_name,
        messages=message,
        stream=False,
    )
    return response.choices[0].message.content


def format_examples(examples,explan):
    few_shot = ""
    if explan:
        for example in examples:
            few_shot += ("<source>" + example["source"] + "</source> " +
                         "<target>" + example["target"] + "</target> " +
                         "<type>"+    example["er"]+      "</type> "+
                         "<explanation>" + example["ex"] + "</explanation> " +"\n"
                        )
    #          "<edit>"+example["edit"]+"</edit>"+"\n"
    else:
        for example in examples:
            few_shot += ("<source>" + example["source"] + "</source> " +
                         "<target>" + example["target"] + "</target> " +
                         "<explanation>"+example["ex"]+"</explanation> "+"\n")
    return few_shot

def format_examples_reason(examples):
    few_shot = ""

    for example in examples:
        few_shot += ("<source>" + example["source"] + "</source> " +
                         "<target>" + example["target"] + "</target> " +
                         "<reason_info>"+example["ref"]+"</reason_info> "+"\n")
    return few_shot


def format_examples_2(examples):
    """
    将示例列表整理成指定的字符串格式。

    Args:
        examples: 一个包含多个示例的列表，每个示例是一个包含 "source" 和 "target" 键的字典。

    Returns:
        一个格式化后的字符串。
    """
    few_shot = ""
    for example in examples:
        few_shot += ("<source>" + example["source"] + "</source> " +
                     "<target>" + example["target"] + "</target> " +
                     "<type>" + example["er"] + "</type> " + "\n"
                     )
    return few_shot


def get_fix_fewshot_2():
    content_list = [
        {
            "source": "羽衣橄榄啊都可以来吃一下我们家因威的这个羽益橄榄，那我们家的这个羽衣橄榄的话呢，它里面有什么呢？",
            "target": "羽衣橄榄啊都可以来吃一下我们家因威的这个羽益橄榄，那我们家的这个羽衣橄榄的话呢，它里面有什么呢？",
            "er": "无",
            "ex": "不存在变体词"
        },
        {
            "source": "但是如果说的话呢，我们这一个啊是属于到说十一点之后的订单，那就不好意思喽，只能正常排单四十八小时。",
            "target": "但是如果说的话呢，我们这一个啊是属于到说十一点之后的订单，那就不好意思喽，只能正常排单四十八小时。",
            "er": "无",
            "ex": "不存在变体词"
        },
        {
            "source": "因为你整个人自己身上本身你自己是不消耗的啊，你这个时候只能靠外力的动作去消耗外动作，就是你去运动或者你吃些燃片去来帮助你姐妹们，但是它是治标不治本，我们其实根本还是要解决你自身的自己的自我消耗能力是不是啊？",
            "target": "因为你整个人自己身上本身你自己是不消耗的啊，你这个时候只能靠外力的动作去消耗外动作，就是你去运动或者你吃些燃片去来帮助你姐妹们，但是它是治标不治本，我们其实根本还是要解决你自身的自己的自我消耗能力是不是啊？",
            "er": "无",
            "ex": "不存在变体词"
        },
        {
            "source": "好，那就是说咱这个黄芪阿胶口服液，它每一盒的含铁量呢也是达到了这个三十一点八毫克，满足了咱们日常身体呢对咱这个铁元素的需求，对不对？",
            "target": "好，那就是说咱这个黄芪阿胶口服液，它每一盒的含铁量呢也是达到了这个三十一点八毫克，满足了咱们日常身体呢对咱这个铁元素的需求，对不对？",
            "er": "无",
            "ex": "不存在变体词"
        },
        {
            "source": "售肉保障都是有给到我们所有直播间姐妹来，最后增加两单现货的最后两单两单拍完之后直接给大家安排今天过车所为上本家型的，而且也是真正是做到了什么。",
            "target": "售肉保障都是有给到我们所有直播间姐妹来，最后增加两单现货的最后两单两单拍完之后直接给大家安排今天过车所为上本家型的，而且也是真正是做到了什么。",
            "er": "无",
            "ex": "不存在变体词"
        },
        {
            "source": "来三，拍拍拍下立减只要一百五十九，到手十一件套瘦喷雾瘦精华再瘦五包，贴霜可以卸后后美白暗脸。",
            "target": "来三，拍拍拍下立减只要一百五十九，到手十一件套瘦喷雾瘦精华再瘦五包，贴霜可以卸后后美白暗脸。",
            "er": "无",
            "ex": "不存在变体词"
        },
        {
            "source": "因为库存不多了，因为库存第一猜，如果说你们自己平时感觉口干口苦的，感觉，口腔讲滑一股油味味的，感谢，一哈气一股味道道的，但。",
            "target": "因为库存不多了，因为库存第一猜，如果说你们自己平时感觉口干口苦的，感觉，口腔讲滑一股油味味的，感谢，一哈气一股味道道的，但。",
            "er": "无",
            "ex": "不存在变体词"
        },
        {
            "source": "面如菜色暗淡无光，胃口不佳，食不振，这啊就会影响我们正常的社交生活，那怎么办？",
            "target": "面如菜色暗淡无光，胃口不佳，食不振，这啊就会影响我们正常的社交生活，那怎么办？",
            "er": "无",
            "ex": "不存在变体词"
        },

        {"source": "所以咱们有一些小糖人，小糖友，你都是一样可以放心喝，没有问题啊。",
         "target": "所以咱们有一些糖尿病患者，糖尿病患者，你都是一样可以放心喝，没有问题啊。",
         "ex": "\"小糖人\"是语义变体词，原词为\"糖尿病患者\";\"小糖友\"是语义变体词，原词为\"糖尿病患者\"。",
         "er": "存在语义变体词"},
        {
            "source": "因为喝橘粉，它它是会让我们一个小肠肠小刀刀是可以动起来的，它是会让我们一个呆萌现呢可以相对更加好一点，会让我们身体是可以两身去循环的啊",
            "target": "因为喝橘粉，它它是会让我们一个肠道是可以动起来的，它是会让我们一个代谢呢可以相对更加好一点，会让我们身体是可以两身去循环的啊。",
            "ex": "\"小肠肠小刀刀\"是结构变体词，原词为\"肠道\";\"呆萌现\"是结构变体词，原词为\"代谢\"。",
            "er": "存在结构变体词"}, ]
    filtered_examples = [ex for ex in content_list if ex["target"]]
    formatted_string = format_examples_2(filtered_examples)
    return formatted_string
def get_fix_fewshot(explan:True):
    examples = [
        {"source": "起起来的，它是会会让一个代某性呢可以相对更加好一点，会让我们身体是可以量身去循环的啊补充菌粉",
         "target": "起起来的，它是会会让一个代谢呢可以相对更加好一点，会让我们身体是可以量身去循环的啊补充菌粉。",
         "ex":"\"代某性\"是结构变体词，原词是\"代谢\"。",
         "er":"存在结构变体词",
         "edit":"\"代某性\"替换为\"代谢\""},
        {"source": "所以咱们有一些小糖人，小糖友，你都是一样可以放心喝，没有问题啊。",
         "target": "所以咱们有一些糖尿病患者，糖尿病患者，你都是一样可以放心喝，没有问题啊。",
         "ex":"\"小糖人\"是语义变体词，原词为\"糖尿病患者\";\"小糖友\"是语义变体词，原词为\"糖尿病患者\"。",
        "er":"存在语义变体词",
         "edit":"\"小糖人\"替换为\"糖尿病患者\";\"小糖友\"替换为\"糖尿病患者\""},

        {
            "source": "因为喝橘粉，它它是会让我们一个小肠肠小刀刀是可以动起来的，它是会让我们一个呆萌现呢可以相对更加好一点，会让我们身体是可以两身去循环的啊",
            "target": "因为喝橘粉，它它是会让我们一个肠道是可以动起来的，它是会让我们一个代谢呢可以相对更加好一点，会让我们身体是可以两身去循环的啊。",
        "ex":"\"小肠肠小刀刀\"是结构变体词，原词为\"肠道\";\"呆萌现\"是结构变体词，原词为\"代谢\"。",
        "er":"存在结构变体词",
        "edit":"\"小肠肠小刀刀\"替换为\"肠道\";\"呆萌现\"替换\"代谢\""},
        {"source": "对于它这个品和质大家可以",
         "target": "对于它这个品质大家可以。",
         "ex":"不存在变体词。",
        "er":"无",
         "edit":"无操作",
         },
        {"source": "那我们的白大褂给主播开的一个铁片，你竟然真的太难吃了，对不对？",
         "target": "那我们的医生给主播开的一个铁片，你竟然真的太难吃了，对不对？",
         "ex": "\"白大褂\"是语义变体词，原词是\"医生\"。",
        "er":"存在语义变体词",
         "edit": "\"白大褂\"替换为\"医生\"",
         },
        {"source": "我没有谋阴某赖，没有覆膜作用",
         "target": "我没有依赖，没有副作用。",
         "ex": "\"谋阴某赖\"是结构变体词，原词是\"依赖\";\"覆膜作用\"是结构变体词，原词是\"副作用\"。",
        "er":"存在结构变体词",
         "edit": "\"谋阴某赖\"替换为\"依赖\";\"覆膜作用\"替换为\"副作用\"",
         },
        {
            "source": "而且呢今天点了关注的宝宝们啊，点了关注的宝宝们大家看吧，日常线下啊一盒幺幺九九米的一个价格啊，直播间啊直播间前几天啊前几天没有优惠券的时候啊，我们是有一个一百三十八米的一个价格的啊。",
            "target": "	而且呢今天点了关注的宝宝们啊，点了关注的宝宝们大家看吧，日常线下啊一盒幺幺九九元的一个价格啊，直播间啊直播间前几天啊前几天没有优惠券的时候啊，我们是有一个一百三十八元的一个价格的啊。",
        "ex": "\"九九米\"是语义变体词，原词是\"九九元\";\"一百三十八米\"是语义变体词，原词是\"一百三十八元\"。",
        "er":"存在语义变体词",
        "edit": "\"九九米\"替换为\"九九元\";\"一百三十八米\"替换为\"一百三十八元\"",},
        {"source": "一旦回到解放前，那么你又开始嚼什么绿起来。",
         "target": "一旦回到解放前，那么你又开始焦虑起来。",
         "ex": "\"嚼什么绿\"是结构变体词，原词是\"焦虑\"。",
        "er":"存在结构变体词",
         "edit": "\"嚼什么绿\"替换为\"焦虑\"",},
        {"source": "所所以如果您带什么蟹又下降，追循又不平衡，嗯，还不顺畅，而且感肝不诚心。",
         "target": "所所以如果您代谢又下降，追循又不平衡，嗯，还不顺畅，而且感肝不诚心。",
         "ex": "\"带什么蟹\"是结构变体词，原词是\"代谢\"。"     ,
        "er":"存在结构变体词" ,
         "edit": "\"带什么蟹\"替换为\"代谢\"", },
        {"source": "你的小肠小短的话呢也会健康一些，对不对？	",
         "target": "你的肠道的话呢也会健康一些，对不对？",
         "ex": "\"小肠小短\"是结构变体词，原词是\"肠道\"。",
        "er":"存在结构变体词",
         "edit": "\"小肠小短\"替换为\"肠道\"",
         },
        {"source": "它是会让你的一个代毛腺呢可以相对更加好一点啊，会让我们身体呢是可以两身去循环的啊补充菊粉。",
         "target": "它是会让你的一个代谢呢可以相对更加好一点啊，会让我们身体呢是可以两身去循环的啊补充菊粉。",
         "ex": "\"代毛腺\"是结构变体词，原词是\"代谢\"。",
        "er":"存在结构变体词",
         "edit": "\"代毛腺\"替换为\"代谢\"",
         },
        {"source": "压制型之后呢，我们是决定好要牺牲外围的一个部分，就是牺牲外围的它的一个溶剂含量来保全内部。",
         "target": "压制型之后呢，我们是决定好要牺牲外围的一个部分，就是牺牲外围的它的一个溶剂含量来保全内部。",
         "ex":"无",
        "er":"不存在变体词",
         "edit":"无操作"},
        {"source": "压制型之后呢，我们是决定好要牺牲外围的一个部分，就是牺牲外围的它的一个溶剂含量来保全内部。",
        "target": "压制型之后呢，我们是决定好要牺牲外围的一个部分，就是牺牲外围的它的一个溶剂含量来保全内部。",
        "ex":"无",
         "er":"不存在变体词"}

    ]
    filtered_examples = [ex for ex in examples if ex["target"]]
    formatted_string = format_examples(filtered_examples,explan)
    return formatted_string

def llm_reason_with_explantation2():
    examples = [
        {"source": "起起来的，它是会会让一个代某性呢可以相对更加好一点，会让我们身体是可以量身去循环的啊补充菌粉。",
         "target": "起起来的，它是会会让一个代谢呢可以相对更加好一点，会让我们身体是可以量身去循环的啊补充菌粉。",
         "ex": "\"代某性\"是结构变体词，原词是\"代谢\"。",
         "er": "存在结构变体词",
         "info":"错误类型:结构变体词 解释:代某性为结构变体词,原词为\"\"代谢\"。",
         "ref":"错误类型:结构变体词 解释:代某性为结构变体词,原词为\"\"代谢\"\"。 参考句:起起来的,它是会会让一个代谢呢可以相对更加好一点,会让我们身体是可以量身去循环的啊补充菌粉。"},
        {"source": "所以咱们有一些小糖人，小糖友，你都是一样可以放心喝，没有问题啊。",
         "target": "所以咱们有一些糖尿病患者，糖尿病患者，你都是一样可以放心喝，没有问题啊。",
         "ex": "\"小糖人\"是语义变体词，原词为\"糖尿病患者\";\"小糖友\"是语义变体词，原词为\"糖尿病患者\"。",
         "er": "存在语义变体词",
         "ref":"错误类型:语义变体词 解释:小糖人为语义变体词,原词为""糖尿病患者"";""小糖友""为语义变体词,原词为""糖尿病患者""。 参考句:所以咱们有一些糖尿病患者,糖尿病患者,你都是一样可以放心喝,没有问题啊。"},
        {
            "source": "因为喝橘粉，它它是会让我们一个小肠肠小刀刀是可以动起来的，它是会让我们一个呆萌现呢可以相对更加好一点，会让我们身体是可以两身去循环的啊",
            "target": "因为喝橘粉，它它是会让我们一个肠道是可以动起来的，它是会让我们一个代谢呢可以相对更加好一点，会让我们身体是可以两身去循环的啊。",
            "ex": "\"小肠肠小刀刀\"是结构变体词，原词为\"肠道\";\"呆萌现\"是结构变体词，原词为\"代谢\"。",
            "er": "存在结构变体词",
        "ref":"错误类型:结构变体词 解释:小肠肠小刀刀为结构变体词,原词为""肠道"";""呆萌""为语义变体词,原词为""代谢""。 参考句:因为喝橘粉,它它是会让我们一个肠道是可以动起来的,它是会让我们一个呆萌,现呢可以相对更加好一点,会让我们身体是可以两身去循环的啊。"}
        ,
        {"source": "那我们的白大褂给主播开的一个铁片，你竟然真的太难吃了，对不对？",
         "target": "那我们的医生给主播开的一个铁片，你竟然真的太难吃了，对不对？",
         "ex": "\"白大褂\"是语义变体词，原词是\"医生\"。",
         "er": "存在语义变体词",
         "ref":"错误类型:语义变体词 解释:白大褂为语义变体词,原词为""医生""。 参考句:那我们的医生给主播开的一个铁片,你竟然真的太难吃了,对不对?"

         },
        {"source": "无论说它它快快猛猛,不会对身体造成猛父母害猛一抹来宝贝哈,再保证健康的安全基础上做内调,从而让大家去实现身材管理。",
         "target": "无论说它它快快猛猛,不会对身体造成副作用危害猛一抹来宝贝哈,再保证健康的安全基础上做内调,从而让大家去实现身材管理。",
         "ex": "\"谋阴某赖\"是结构变体词，原词是\"依赖\";\"覆膜作用\"是结构变体词，原词是\"副作用\"。",
         "er": "存在结构变体词",
         "ref":"错误类型:结构变体词 解释:猛猛为结构变体词,原词为""快快"";""猛父母""为结构变体词,原词为""副作用"";""猛一抹""为结构变体词,原词为""危害""。 参考句:无论说它它快快猛猛,不会对身体造成副作用危害猛一抹来宝贝哈,再保证健康的安全基础上做内调,从而让大家去实现身材管理。"},
        {
            "source": "而且呢今天点了关注的宝宝们啊，点了关注的宝宝们大家看吧，日常线下啊一盒幺幺九九米的一个价格啊，直播间啊直播间前几天啊前几天没有优惠券的时候啊，我们是有一个一百三十八米的一个价格的啊。",
            "target": "	而且呢今天点了关注的宝宝们啊，点了关注的宝宝们大家看吧，日常线下啊一盒幺幺九九元的一个价格啊，直播间啊直播间前几天啊前几天没有优惠券的时候啊，我们是有一个一百三十八元的一个价格的啊。",
            "ex": "\"九九米\"是语义变体词，原词是\"九九元\";\"一百三十八米\"是语义变体词，原词是\"一百三十八元\"。",
            "er": "存在语义变体词",
        "ref":"错误类型:语义变体词 解释:九九米为语义变体词,原词为""九九元"";""一百三十八米""为语义变体词,原词为""一百三十八元""。 参考句:而且呢今天点了关注的宝宝们啊,点了关注的宝宝们大家看吧,日常线下啊一盒幺幺九九元的一个价格啊,直播间啊直播间前几天啊前几天没有优惠券的时候啊,我们是有一个一百三十八元的一个价格的啊。"},
        {"source": "一旦回到解放前，那么你又开始嚼什么绿起来。",
         "target": "姐妹不会让你依依赖赖反反复复一键,回到解放前的好不好?",
         "ex": "",
         "er": "",
         "ref":"错误类型:无 解释:不存在变体词 参考句:姐妹不会让你依依赖赖反反复复一键,回到解放前的好不好?"},
        {"source": "所所以如果您带什么蟹又下降，追循又不平衡，嗯，还不顺畅，而且感肝不诚心。",
         "target": "所所以如果您代谢又下降，追循又不平衡，嗯，还不顺畅，而且感肝不诚心。",
         "ex": "\"带什么蟹\"是结构变体词，原词是\"代谢\"。",
         "er": "存在结构变体词",
         "ref":"错误类型:结构变体词 解释:带什么蟹为结构变体词,原词为""代谢""。 参考句:所所以如果您代谢又下降,追循又不平衡,嗯,还不顺畅,而且感肝不诚心。"},
        {"source": "你的小肠小短的话呢也会健康一些，对不对？	",
         "target": "你的肠道的话呢也会健康一些，对不对？",
         "ex": "\"小肠小短\"是结构变体词，原词是\"肠道\"。",
         "er": "无",
         "ref":"错误类型:结构变体词 解释:小肠小短为结构变体词,原词为""肠道""。 参考句:你的肠道的话呢也会健康一些,对不对?"},
        {"source": "它是会让你的一个代毛腺呢可以相对更加好一点啊，会让我们身体呢是可以两身去循环的啊补充菊粉。",
         "target": "它是会让你的一个代谢呢可以相对更加好一点啊，会让我们身体呢是可以两身去循环的啊补充菊粉。",
         "ex": "\"代毛腺\"是结构变体词，原词是\"代谢\"。",
         "er": "存在结构变体词",
         "ref":"错误类型:结构变体词 解释:代毛腺为结构变体词,原词为""代谢""。 参考句:它是会让你的一个代谢呢可以相对更加好一点啊,会让我们身体呢是可以两身去循环的啊补充菊粉。"},
        {"source": "压制型之后呢，我们是决定好要牺牲外围的一个部分，就是牺牲外围的它的一个溶剂含量来保全内部。",
         "target": "压制型之后呢，我们是决定好要牺牲外围的一个部分，就是牺牲外围的它的一个溶剂含量来保全内部。",
         "ex": "不存在变体词。",
         "er": "不存在变体词",
         "ref":"错误类型:无 解释:不存在变体词 参考句:压制型之后呢,我们是决定好要牺牲外围的一个部分,就是牺牲外围的它的一个溶剂含量来保全内部。"},
        {
            "source":"大家要知道咱们这个年龄阶段啊,正在处于咱们心力支窗混和期的一个高发期了啊。",
            "target":"大家要知道咱们这个年龄阶段啊,正在处于咱们眼睛混和期的一个高发期了啊。",
            "ex":"存在语义变体词",
            "er":"\"心力支窗\"为语义变体词，原词为\"眼睛\"。",
            "ref":"错误类型:结构变体词 解释:心力支窗为结构变体词,原词为""眼睛""。 参考句:大家要知道咱们这个年龄阶段啊,正在处于咱们眼睛混和期的一个高发期了啊。"
        }
    ]
    filtered_examples = [ex for ex in examples if ex["target"]]
    formatted_string = format_examples_reason(filtered_examples)
    return formatted_string
# def get_fix_fewshot():
#     examples = [
#         {"source": "起起来的，它是会会让一个代某性呢可以相对更加好一点，会让我们身体是可以量身去循环的啊补充菌粉",
#          "target": "起起来的，它是会会让一个代谢呢可以相对更加好一点，会让我们身体是可以量身去循环的啊补充菌粉。",
#          "ex":"\"代某性\"是结构变体词，原词是\"代谢\"。"},
#         {"source": "所以咱们有一些小糖人，小糖友，你都是一样可以放心喝，没有问题啊。",
#          "target": "所以咱们有一些糖尿病患者，糖尿病患者，你都是一样可以放心喝，没有问题啊。",
#          "ex":"\"小糖人\"是语义变体词，原词为\"糖尿病患者\";\"小糖友\"是语义变体词，原词为\"糖尿病患者\"。"},
#         {
#             "source": "因为喝橘粉，它它是会让我们一个小肠肠小刀刀是可以动起来的，它是会让我们一个呆萌现呢可以相对更加好一点，会让我们身体是可以两身去循环的啊",
#             "target": "因为喝橘粉，它它是会让我们一个肠道是可以动起来的，它是会让我们一个代谢呢可以相对更加好一点，会让我们身体是可以两身去循环的啊。",
#         "ex":"\"小肠肠小刀刀\"是结构变体词，原词为\"肠道\";\"呆萌现\"是语义变体词，原词为\"代谢\"。"},
#         {"source": "对于它这个品和质大家可以",
#          "target": "对于它这个品质大家可以。",
#          "ex":"不存在变体词。",
#          },
#         {"source": "那我们的白大褂给主播开的一个铁片，你竟然真的太难吃了，对不对？",
#          "target": "那我们的医生给主播开的一个铁片，你竟然真的太难吃了，对不对？",
#          "ex": "\"白大褂\"是语义变体词，原词是\"医生\"。"
#          },
#         {"source": "我没有谋阴某赖，没有覆膜作用",
#          "target": "我没有依赖，没有副作用。",
#          "ex": "\"谋阴某赖\"是语义变体词，原词是\"依赖\";\"覆膜作用\"是语义变体词，原词是\"副作用\"。"},
#         {
#             "source": "而且呢今天点了关注的宝宝们啊，点了关注的宝宝们大家看吧，日常线下啊一盒幺幺九九米的一个价格啊，直播间啊直播间前几天啊前几天没有优惠券的时候啊，我们是有一个一百三十八米的一个价格的啊。",
#             "target": "	而且呢今天点了关注的宝宝们啊，点了关注的宝宝们大家看吧，日常线下啊一盒幺幺九九元的一个价格啊，直播间啊直播间前几天啊前几天没有优惠券的时候啊，我们是有一个一百三十八元的一个价格的啊。",
#         "ex": "\"九九米\"是语义变体词，原词是\"九九元\";\"一百三十八米\"是语义变体词，原词是\"一百三十八元\"。"},
#         {"source": "一旦回到解放前，那么你又开始嚼什么绿起来。",
#          "target": "一旦回到解放前，那么你又开始焦虑起来。",
#          "ex": "\"嚼什么绿\"是结构变体词，原词是\"焦虑\"。"},
#         {"source": "所所以如果您带什么蟹又下降，追循又不平衡，嗯，还不顺畅，而且感肝不诚心。",
#          "target": "所所以如果您代谢又下降，追循又不平衡，嗯，还不顺畅，而且感肝不诚心。",
#          "ex": "\"带什么蟹\"是结构变体词，原词是\"代谢\"。"       },
#         {"source": "你的小肠小短的话呢也会健康一些，对不对？	",
#          "target": "你的肠道的话呢也会健康一些，对不对？",
#          "ex": "\"小肠小短\"是结构变体词，原词是\"肠道\"。"
#          },
#         {"source": "它是会让你的一个代毛腺呢可以相对更加好一点啊，会让我们身体呢是可以两身去循环的啊补充菊粉。",
#          "target": "它是会让你的一个代谢呢可以相对更加好一点啊，会让我们身体呢是可以两身去循环的啊补充菊粉。",
#          "ex": "\"代毛腺\"是结构变体词，原词是\"代谢\"。"},
#         {"source": "压制型之后呢，我们是决定好要牺牲外围的一个部分，就是牺牲外围的它的一个溶剂含量来保全内部。",
#          "target": "压制型之后呢，我们是决定好要牺牲外围的一个部分，就是牺牲外围的它的一个溶剂含量来保全内部。",
#          "ex":"不存在变体词。"}
#     ]
#     filtered_examples = [ex for ex in examples if ex["target"]]
#     formatted_string = format_examples(filtered_examples)
#     return formatted_string
def get_fix_fewshot_1():
    examples = [
        {"source": "起起来的，它是会会让一个代某性呢可以相对更加好一点，会让我们身体是可以量身去循环的啊补充菌粉",
         "target": "起起来的，它是会会让一个代谢呢可以相对更加好一点，会让我们身体是可以量身去循环的啊补充菌粉。",
         "ex":"\"代某性\"是结构变体词，原词是\"代谢\"。"},
        {"source": "所以咱们有一些小糖人，小糖友，你都是一样可以放心喝，没有问题啊。",
         "target": "所以咱们有一些糖尿病患者，糖尿病患者，你都是一样可以放心喝，没有问题啊。",
         "ex":"\"小糖人\"是语义变体词，原词为\"糖尿病患者\";\"小糖友\"是语义变体词，原词为\"糖尿病患者\"。"},
        {
            "source": "因为喝橘粉，它它是会让我们一个小肠肠小刀刀是可以动起来的，它是会让我们一个呆萌现呢可以相对更加好一点，会让我们身体是可以两身去循环的啊",
            "target": "因为喝橘粉，它它是会让我们一个肠道是可以动起来的，它是会让我们一个代谢呢可以相对更加好一点，会让我们身体是可以两身去循环的啊。",
        "ex":"\"小肠肠小刀刀\"是结构变体词，原词为\"肠道\";\"呆萌现\"是语义变体词，原词为\"代谢\"。"},
        {"source": "那我们的白大褂给主播开的一个铁片，你竟然真的太难吃了，对不对？",
         "target": "那我们的医生给主播开的一个铁片，你竟然真的太难吃了，对不对？",
         "ex": "\"白大褂\"是语义变体词，原词是\"医生\"。"
         },
        {"source": "我没有谋阴某赖，没有覆膜作用",
         "target": "我没有依赖，没有副作用。",
         "ex": "\"谋阴某赖\"是语义变体词，原词是\"依赖\";\"覆膜作用\"是语义变体词，原词是\"副作用\"。"},
        {
            "source": "而且呢今天点了关注的宝宝们啊，点了关注的宝宝们大家看吧，日常线下啊一盒幺幺九九米的一个价格啊，直播间啊直播间前几天啊前几天没有优惠券的时候啊，我们是有一个一百三十八米的一个价格的啊。",
            "target": "	而且呢今天点了关注的宝宝们啊，点了关注的宝宝们大家看吧，日常线下啊一盒幺幺九九元的一个价格啊，直播间啊直播间前几天啊前几天没有优惠券的时候啊，我们是有一个一百三十八元的一个价格的啊。",
        "ex": "\"九九米\"是语义变体词，原词是\"九九元\";\"一百三十八米\"是语义变体词，原词是\"一百三十八元\"。"},
        {"source": "一旦回到解放前，那么你又开始嚼什么绿起来。",
         "target": "一旦回到解放前，那么你又开始焦虑起来。",
         "ex": "\"嚼什么绿\"是结构变体词，原词是\"焦虑\"。"},
        {"source": "你的小肠小短的话呢也会健康一些，对不对？	",
         "target": "你的肠道的话呢也会健康一些，对不对？",
         "ex": "\"小肠小短\"是结构变体词，原词是\"肠道\"。"
         }
    ]
    filtered_examples = [ex for ex in examples if ex["target"]]
    formatted_string = format_examples(filtered_examples)
    return formatted_string


