[
       {
              "plat_name":"抖音直播",
              "chanel_name":"汉王医疗器械旗舰店",
              "file_name":"汉王医疗器械旗舰店_2025-04-03_16-32-00_003.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"其实一号和三号啊会比较适合。然后一号和三号的区别其实就在于供电方式中量啊，外观的颜色，还有这个数据存取数量上这四点的区别哦。以前的话一号链接它还会多一个叫克室英回放的功能。但是你像现在的话呢，我们家的这个血压计，它们都是呃把一号链接也给你加上一个功能。所以说一号和三号在这个使用上面其实就没有啥差异了。但是一号链接其实比三号链接便宜百多米了。所以我是觉得一号链接的这个就是性价比会比较高一点啊。就是如果说你想花小钱办大事儿，那一号链接确实更合适一些。那如果说你有外出需求的那你肯定是要拍二号了。因为咱们家只有二号链接，它会比较小，比较轻便啊，比较小，比较轻便啊。拍下之后啊，我们会给大家更新物流信息啊，下午四点之前更新物流信息。呃，我们这样全省每天发的都是顺丰啊，就是两到三天基本上就可以到咱们手上了。我们建议大家在测血压的时候选择早上六点。",
              "status":"completed",
              "id":"video_1737"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"Swisse斯维诗品牌自营直播间",
              "file_name":"Swisse斯维诗品牌自营直播间_2025-04-01_22-42-58_047.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"来三十一上库存。好，等一下链接给大家上好了。三单现货库存香罐，全身肤色又上，赶走板减一号链接，千万不要多是的宝贝来拍到手，可以截一下吃法。抗糖每天吃一次，饭后吃两颗啊，送您的葡萄籽一定要搭配去吃，效果果会更更好。那它有新添加原花青素和烟酰胺这个成分本身黑气黄气，包括你夏天害怕晒黑晒黄本身肤色偏生的这一款搭配抗糖去吃，相当于是个加速器，效果是更快更好。您不了解什么是糖化的红烧肉，大家都是有吃过啊，加入糖之后进行翻炒呢，就会又黄又皱。那我们的肌肤也是一样的道理，像大家每天都会去吃的主食、碳水、水果，您更何况是甜品奶茶，这些含糖呢会更加的高一点。那长此以往堆积到我们的体内，久而久之胶原蛋白被完全糖化发黄发皱。那所以说很多宝贝你如果说已经出现这些问题了，你还在使用胶原，你会发现没有用到你的皮肤问题。",
              "status":"completed",
              "id":"video_755"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"欧莱雅男士官方旗舰店直播间",
              "file_name":"欧莱雅男士官方旗舰店直播间_2025-04-02_21-24-46_004.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"清出做两单福利库存，拍完之后补单，不加单不返场倒计时五四三二一。来，专家们刷一下我们家一号链接，给他清出一个两单的福利库存，大家想拍下买专业手速。你要是巴黎欧莱男士官方旗舰店真保证假一罚二的的。今天想去做一个紧致大脸的朋友，都可以选择到我们家一号链接，第一个选项件套到手六五九。今天您拍一下我们的一号链接，二号链接，限时限量加赠到双层皮质洗出包包，大家都是可以放心拍，放心带的。拍下有到我们的运线，明显七天，无理由安排在四十八小时之内，三天内内送到家现货现发不需要去等待预售。还有什么问题有什么顾虑都可以打在公屏上，问到主播就可以啦。是的，直接买，直接拍拍男士专用，感谢我们家老板支持啊。对一号链接来讲，是专门针对于亚洲男性肌肤量身定制的高端抗老类套子。对，为什么要做男士专用？第一，男生皮肤比较厚，普通的成分在你脸上是没有任何效。没错。第二，男生皮肤比较容易出油，所以男生链接来讲是做到精简高效不粘不腻，更加适。",
              "status":"completed",
              "id":"video_1670"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"古法老缸酱油",
              "file_name":"古法老缸酱油_2025-04-02_21-06-48_005.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"酿造三年，老子我们家就是纯手工。酿造三年，这句话可以说清楚一点，然后一号链接你可以直接去拍，你可以看一下，我们是真的做到百年的一个中华老字号。所以说在我直播间，只要说担心健康去吃，我家呢能给到你啊，就是我们的安全减疾比到膏用，然后拿回家你能去担心彻的放心的。但一下白里黑黑盖盖是粉粉分，做做真正正的一个检检检，没没有任何乱七糟糟东西的。就是你对身体非常好的。因为我们家里面用到的是黑豆，不是普通的那种酿造工艺的朋友。就知道酱油的话，一般原料是吧？都是我们家不是黄豆加小麦，我们家是真正做到黑豆去加小麦或者纯黑豆的营养成分，会比那个黄豆会更高一点。因为我们。",
              "status":"completed",
              "id":"video_1337"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"汤臣倍健君盛专卖店",
              "file_name":"汤臣倍健君盛专卖店_2025-04-01_22-14-51_013.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"这个是没有含，它只是增加它的一个口味口感，没有添加蔗糖的宝贝，我一直在重复，没有添加蔗糖，你吃不了糖的特殊人群都能够去吃哈。如果它是，如果那咱们这款产品它是吃不了糖的人，它它不能够去吃的。我不我不敢在直播间宣传的，我直播间，我这样子乱宣传，那抖音直接把我封了啊，不让我直播的，懂了吗？宝贝能吃就只能吃，不能吃就能吃，不能吃的。主播是能够实实在在明明白白告诉大家的，懂了吗？宝贝啊，您都可以放进去拍放进去带，没有任何问题哈。宝贝秒拍秒付都是ok的。来宝贝，楠楠一号链接两盒送什么，你就去拍两套吗？宝贝，你的意思是拍两套吗？楠楠，如果你是拍两套这个六百五十克的，还是说拍那个两罐三百克，你跟我说一下，一套到手是三百三十六，两套到手是六百七十二。你是打算拍那个三百三十六，还是去拍那个六百七十二的？你跟我说一下，这边我好给你说一下咱们这个不同的一个赠品福利哈，到手是有什么东西。然后这边的话给到你是安排了，会更加明白，会更加清楚一点啊。宝贝们来，所今咱们们还想还想带宝贝，大家一定要抓紧没问。",
              "status":"completed",
              "id":"video_1872"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"仁和维生素B族C_E源头工厂",
              "file_name":"仁和维生素B族C_E源头工厂_2025-04-02_21-34-27_000.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"消耗的消耗以往消耗营养统称为代某些。那如果说吸收不好了，身体头发皮肤就吸收不到营养了，头发吸收不到营养，就会变得怎么样，就会变得干枯，变得毛躁，容易白容易掉。如果说吸收不好了，那咱们动力不足了，就会容易发什么福了，是不是？所以说缺什么呢？咱们就去补充什么。而且咱们这款仁和维b它不是药品，不是保健品，是十字号的，很温和的。所以说咱们带回去不止，说我们自己可以去吃小孩儿，老人都是可以放放心心的去吃的。但是我们今天活动真的也马上就要结束了，补贴名额真的也是不多了。看到了很多家人们都是想要的，是不是？那这样我最后再给大家三分钟的时间来小助理，最后再给大波精准的去吃。最后给给大家分钟钟的时间，家人说咱们秒拍秒付不要占单了。最后适当的补贴名额，秒拍秒付不要占单。来，小助理先给咱们这位其字开头的这位哥哥，还有我们这位保字开头这位姐姐，还有我们这位李字开头，这位哥哥都给都给他们安排备注。好，金标精装。",
              "status":"completed",
              "id":"video_1004"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"汤臣倍健君盛专卖店",
              "file_name":"汤臣倍健君盛专卖店_2025-04-01_22-14-51_043.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"所以这个价格就是精神宝贝，你们就一定不要去犹豫哈，先到咱们这波才能够去先得。所以呢一定一定要抓紧去拍，抓紧手速去囤到咱们一个手里边哦，宝贝们一号链接呢，我们家钻蛋白粉，它叫做什么呢？星钻双奶白粉是我们之前哈卖的特别特别好。那个什么呢？老款蛋白粉的升级版啊，宝贝们蛋白质含量更加的高，消化吸收的更加强口味口感升级，包装升级，更加适合于那种急需去补充某养，或者说想要快速的拥有一个好身体好状态的宝贝，您都是可以去优先选择到咱们家。今天一号链接这款星钻蛋白粉的有宝贝，因为这款蛋白粉它是一款什么呢？来动植物的双蛋白粉哈，既有动物蛋白，也有植物蛋白。所以能够给大家做到什么呢？双倍的营养，双倍的补充，双倍的吸和收啊宝贝百分之八十二的蛋白质含量以及百分之九十四的消化吸收率。所以呢它会比咱们日常生活中喝的牛奶呀、吃的鸡蛋呀所要富含蛋白质，更加丰富，更加全面了。对。",
              "status":"completed",
              "id":"video_1902"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"古法老缸酱油",
              "file_name":"古法老缸酱油_2025-04-02_21-06-48_027.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"我们家呢是护国盐，老黄酱油，你在就是别的地方是很少买到，很少能带到的。但我家呢我是真的是能做到拿回家去做到零添加的酱油的。你在浴室那一大堆，你没见过的东西的。但我家不做，我家预料表很简，就这四样只有水黑豆，小麦跟食用盐未加碘蓝，而且你可以发现我家是做到特级降油标准GPD国标。如果说懂酱油酿造工艺的朋友，知道国家呢它是分什么一级、二级、三级特级，对不对？而我们呢是做到大于低酱油的标准，我们家是直接大于了零点九的。",
              "status":"completed",
              "id":"video_1359"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"养生堂保健食品旗舰店",
              "file_name":"养生堂保健食品旗舰店_2025-04-01_22-43-52_001.mp4",
              "asr_model":"paraformer",
              "asr_result_para":" C五号链接，三岁以上就可以去吃了。二号链接的话就是咱们维生素e和维生素c的组合。因为VE和VC它是好朋友嘛，黄金搭档一起吃的效果比咱们单吃效果要更好。一起吃相互促进协同增效的维e维c二号链接呢我们有四个选项，新粉宝贝对吧？我没有买过的新粉，我推荐二号第二个一百七十八各一百二十粒。因为我们新粉呢我不听不推，你先量拍量多的新粉，你先去拍量少，先养成一个好习惯等你，吃完之后对吧？你感觉还挺好的，你再来拍量多的，所以新粉可以拍这个二号第二个、一百七十八各一百二十粒赠品给咱送了五条胶原蛋白肽，作为粉丝礼物，新粉粉拍二号第二个，那老粉的话都买过都吃过了。那老粉肯定是哪个划算，拍哪个老粉儿去拍我们的二号第四个选项，二号链接选项。",
              "status":"completed",
              "id":"video_1223"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"江中制药保健品旗舰店",
              "file_name":"江中制药保健品旗舰店_2025-04-01_22-14-51_018.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"买买票可以查呀，经过我们临某床的任某证，只有好处没有坏处的。而且朋友们采用了我们江中的自研发的专利技术，隔绝了水隔绝量氧器提高了我们益生菌的活性，保留了益生菌的营养成分。压的价值，让你吃到嘴里面直接是好的，可以干活的活菌菌帮关我们有效的改。某晒节目觉觉长不道想一想，提的来，我们这个都可以放心拍，放心选啊，不用再再姐姐，不用躁育。而且朋友们今天在我里间拍的二号链接，三号链接，额外再加赠，价值四十块钱八百天装的，你可以拿回家，宝贝放心去感受。你说我觉得还不错，我喜欢我满意，那我们就留下来，不喜欢了不满意了。没关系啊，还给我七天没有留和运险险，我都给大家安排好正品保障，假一罚四。还有其他宝贝不懂的可以直接问到我，尤其是还姐姐妹有是来到直播间的，对不对？来对，来巧了，很多宝贝儿说不知道怎么挑怎么选的，你都可以来看一下咱们家江中大品牌，让十六年的国货老品牌了。值有其家宝，不选择，值得大家放心心卖的。而且。",
              "status":"completed",
              "id":"video_1761"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"妇炎洁医疗器械旗舰店",
              "file_name":"妇炎洁医疗器械旗舰店_2025-04-03_16-20-18_007.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"敢跟你说清楚，为什么？因为我们家咳聚糖就是可很温和，我们敢说因为我们家成分，我们用的安心，我们用的放心保量的，我们有这样的自信告诉到您。而且呢我们家配料表非常汤，其次呢是我们甘油加凝胶再成再加纯化水啊。好配方，没有任何刺激，化学物添加，没有任何的色素，没有想到的用在你的小花园里面，用的安心，用的放心。我们说长长一支，这样子的话，我们什么时候去使用到它？你晚上睡一层小花园里面去就可以了，然后呢推进去就可以了，一天第二天一起来。如果说出现了分泌物给它擦拭干净就行了。凝胶，而且我们家产品给到您是什么呀？医用级别蓝标现这号产品。",
              "status":"completed",
              "id":"video_1537"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"汤臣倍健钙片官方直播间",
              "file_name":"汤臣倍健钙片官方直播间_2025-04-01_22-19-56_044.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"对，廖祥平宝贝啊胶原蛋白粉给我们中老年人，补的是硬毛骨。对我们中老年人的舒某松有道小帮小助，对不对？硫酸软骨素钠补的是软毛骨。对我们中老年人的关某节骨的小帮小助，对不对？廖祥平宝贝啊，软硬骨同补加，补钙就是二号链接，对不对？如果你要问啊廖祥鹏、廖祥平宝贝啊，小黄车里面哪一款钙片，它相对来说补的全某面，就是二号链接，对不对？要那么二号链接怎么样去吃啊？廖祥平很方便，它只需要一天吃，一次一次吃两片早饭，饭后半小时去吃，对不对啊？是的，宝贝不会啊。宝贝，你饭后半小时去吃，不会觉得不得劲儿。廖香萍，宝贝，我跟你说一下，这个钙片不能空腹吃，有时候空腹吃吃了，可能觉得不得劲儿啊。宝贝钙片饭后半小时去吃，你说的这个情况不会出现啊。宝贝对的，你说的，我再给你重复一遍。廖香萍宝贝啊，咋吃啊？宝贝二号链接，一天一次一次两片，饭后半小时去吃二号链接的价格，二百一十一元，到手一套一百八十粒，能吃三个月买。",
              "status":"completed",
              "id":"video_2021"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"养生堂保健食品旗舰店",
              "file_name":"养生堂保健食品旗舰店_2025-04-01_22-43-52_003.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"姐妹开播，我们的二号库存好的二号链接已经上好库存了。内服保养的一个黄金搭档，天然VE和天然维c搭档套餐。咱们都是官方的无糖物发货的，全网保价，买贵，可以给您退差价的正品有保障，让我们吃担心买的划算。粉丝全场累计满额了九十九元，送养生堂的胶原蛋白肽。想要早c买CE组合搭配保养效果更好的宝宝们都可以去拍。小黄车的二号链接了。是的，想要皮肤好的姐妹去拍我们的招牌二号链接的天然维生素e和天然维生素c的一个组合。不管什么年龄，不管什么状态，咱只要是爱美去拍二号不会出错的宝贝哈，拍了我们家维e维c我们怎么吃？姐妹们这个是我们家维生素e和维生素c的一个服用方法口诀，早c晚CE,白天嚼服一颗VC,饭前饭后吃都行，晚上。",
              "status":"completed",
              "id":"video_1225"
       },
       {
              "plat_name":"快手直播",
              "chanel_name":"进口褪黑素",
              "file_name":"进口褪黑素_2025-04-06_15-00-08_006.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"有需要的，咱们就直接去带就可以了，好不好？来现在在我这这小宝宝们还有任何的问题的，还有任何的疑虑的。咱们扣在公屏上面来，然后主播这边给你们介绍，推荐给你们介到讲解也是ok的。我们家所有的链接啊，小宝宝们，你有任何的疑虑的就扣在公屏上就可以了。因为我们家官方直播间，我给你们做到官方呃直播间的一个正品，保真假赔赔十的保障。我再给你妈买上运费险，再给你安排上二十四小时之内从我们家浙江地区保持仓，有的现货现发的名额给到大家下。我他不需要等的，像早收货，早体验，早感受，直接去拍一号链接就可以了。来现在所有第一次来我播间，小宝宝们还有任何问题的小宝宝，咱们都可以扣在公屏上面来。然后主播这边看到了之后，给大家进行一个详细的一个推荐，详细的一个讲解的来。同时也是欢迎到第一次来我播间小宝宝们，欢迎大家来到我们家nath给官方直播间。今天给大家带来这一款是我们家一个褪黑素软糖，它跟咱们平时吃到的普通的软糖不一样，它是可以帮我们官方那个睡蒙眠的褪黑素软糖给大家。很多小宝说我第一次来，不知道什么是褪黑素的，我这边再来给大家详细的去讲一讲。首先呢褪黑素啊是我们人体自然生长的一种物质。",
              "status":"completed",
              "id":"video_408"
       },
       {
              "plat_name":"快手直播",
              "chanel_name":"进口褪黑素",
              "file_name":"进口褪黑素_2025-04-06_15-00-08_014.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"就两单了，这两单是什么？这两单小宝给你们都做的，是拍一发二的名额，小宝拍一发二的名额，你日常四十九，到手就一罐，今天四十九，咱到手一罐，再加一罐，我再补一补，一罐给到你好不好？所以有需求，咱们直接去带，还有任何的问题的。小宝宝们，咱们扣在公屏上面，来主播这边看到之后，给大家尽到推荐，给大家进到讲解都是没问题的，好不好？来所有在我们这小宝宝们，我们家啊官方直播间，我给你们做到是正品，保真假一赔十的一个保障。我再给你安排成运费险，我再给你安排成二十四小时之内。从我们家浙江地区的保税仓有到一个什么现货现发的名额，在我这拍，不需要等的。来，有收货早体验早感受的。那么你直接去拍到我们家一号链接就可以了，好不好？来所需求的小宝宝们，咱们抓紧直接直接去带了。还有任何的问题的，有任何的疑虑的，咱们都可以扣在我们的公屏上面。来那后主播播边排排了一个的话呢，会给大家进来一个详细的一个推荐，我再给你个个解解给大大家。那现在所有第次来来，我播间小宝宝们欢迎家家来到我们家奶th kk官方直播间。",
              "status":"completed",
              "id":"video_416"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"研真化妆品",
              "file_name":"研真化妆品_2025-04-03_15-55-59_005.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"我自从就业之后，我没有一个不熬夜的，我经常十一点十二点一点两点睡觉。三百天里面我有两百多天都是在熬着夜的。你想想吧，二十克的眼霜小姐姐们，二十克的眼霜，你觉得你自己大牌不适合买的？咱们直播间这个零五，你可以去拥有二百零五块钱哈，买一个啊，买一个这个哈这个别忘买，也不是买一个这个领取一下无门槛优惠券，二百零五送一片面膜，送一片面膜。小姐姐们就这个结束了哈，这个顺丰包邮到家的，没有了这个眼霜，还有哪位小姐姐没有咨询过的，一定要抓紧时间咨询了。没有咨询过的啊，一定要抓紧时间咨询。咱们这个福袋儿的话哈，马上就要开始的，别忘了领取一下福袋，领取之后不要离开直播间。如果说一旦离开了，姐姐们听好了，一旦你离开了中奖，不可能有你的。明白了不？咱们直播间小姐姐们听好了啊，福袋儿也就这么几天了，过几天的话，这个福袋就没有了，明白吗？以后再要这个面膜的话，只能掏钱买了一百一十块钱，一百一十块钱一盒，里面有五片一片二十五块钱的售价。",
              "status":"completed",
              "id":"video_2086"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"汤臣倍健钙片官方直播间",
              "file_name":"汤臣倍健钙片官方直播间_2025-04-01_22-19-56_026.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"到手一套一百八十粒，能吃三个月，买二号送瓶维c啊，风雨同行，买二号送瓶维c.对啊，风雨同行，温水吞服啊。宝贝温水吞服一天，一次一次两粒，饭后半小时去吃，买二号送瓶维c啊。然后我们的曹经理啊还在不在了？我看一下十二岁啊，曹经理吃三号链接，三号链接是儿童钙片啊，潮经理，对的，是的啊，这个谁说的啥呀？空白格这啥意思啊？空白格空白格啊，宝贝多维是一天一次一次一片啊。宝贝多维是一天一次一次一片，然后加多宝啊、宝贝三岁啊，还有我们的这个这个叫什么来着？我们的这个叫做潮经理，三岁十二岁都是吃三号链接，然后三岁加多宝三号链接是一天一次一次一片，饭后半小时嚼着吃。然后潮经理啊，然后我们的这个这个十二岁三号链接是一天一次一次两片，饭后半小时嚼着吃啊，宝贝的。然后三号链接是一个橙子奶片的味道啊，潮经理买三号链接啊，宝贝。",
              "status":"completed",
              "id":"video_2003"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"仁和蓝莓叶黄素软糖官方账号",
              "file_name":"仁和蓝莓叶黄素软糖官方账号_2025-04-02_21-28-28_013.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"一盒合下来不到二十块钱，一天合下来几毛钱买到真的是很划算了啊。年龄不同，来拍款式不一样，大家不要去买错，不会买的。看到主播这里六岁以下带走一号链接的五盒装，我们是六岁往上带走二号链接的十盒装，全家人想吃带走二号链接十二盒。这是人和营养师按需搭配，好的量，不要拍少了，不够买，都是浪费了营养。我们有个循序渐进的过程，今天咱咱来呀都是为了孩子更好量给孩子吃足了带买了才可以。各位家长餐客一定要注意了啊。孩子年龄小，过早的接触电子产品，两三岁看动画片了。五六岁无师自通，无师的通啊，就会打游戏戏些孩子天天天着爸妈的手手玩玩的，不亦乐乎的。咱现在就连画个画都不用指了，直接用ipad手机类的电子产品，直接成了哄娃带娃的工具。孩子年龄小，本身这个地方就没有完善。好，那么电子强光电子蓝光对我们这里的商河害咱只会是更大。甚至就连幼儿园的一年级二年级的孩子用坏他的已经有小困扰，已经是提早化和年轻化，我们能等。",
              "status":"completed",
              "id":"video_1043"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"江中制药保健品旗舰店",
              "file_name":"江中制药保健品旗舰店_2025-04-01_22-14-51_034.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"什么不懂的，可以直接问到我主播给大家讲解一下，展示一下，拿回家宝贝你去感受一下哈。你如果说觉得喜欢满意的还不错，那我们就留下来，不喜欢了不满意了。没关系，还给我签名流留和意意险些我都给大家安排号正品保障，假一罚四。来，我们左上角一定要把关注点起来的啊，关注朋友们点一点，我们下来给大家做领券拍更划算的。有什么想看的想要的可以直接跟主播去讲。然后呢，朋友们主播给大家讲解一下，展示一下都可以，尤其是我们左上角，一定要把关注点好啊，你进来。直播间呢朋友们很多宝贝，对不对？还有说在纠结的，再犹豫的不知道怎么挑怎么选，选择哪一款益生菌的。你都可以来看一下咱们家江中大品牌的。来宝贝五十六年的国货乱拍都是支持大家加爱心选择，支持大家放心带的销量，我们给大家做平台遥遥领先啊。这个你说了，咱们拿回家品质不达标的，吃了没感觉的，不可能会做到今天这一步。很多老粉宝宝还是会家安排购，都是支持大家加爱心选择，支持大家放心带的。所以说我们。",
              "status":"completed",
              "id":"video_1777"
       },
       {
              "plat_name":"京东直播",
              "chanel_name":"美容抗衰健康严选",
              "file_name":"jd_34478269_2025-04-07_17-06-03_000.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"买到我们的一个辅酶q十的，然后并且想要给一些爷爷奶奶或者说一些中老年人去买的，包括的话体质比较差的吸收能力比较差的人群啊，我们可以直接买到我们的四百四百八十一号链接的百八十一脏。力力是我们加IC大品牌啊啊，这个是我们进口的一个品质来着。然后呢，这款的话辅酶q十呢它给到你们一粒呢，能够去达到八倍的一个吸收率来着。并且我们这款的话纯度很高，百分之九十六的一个纯度的含量是一百毫克。这款是超级辅酶，一粒有八倍效果。刚刚人群老年人吸收差，手术后人群都可以买它五倍高成本的一个吸引啊，就是辅酶q十呢它对我们的心脏体质，我们的重要作用的，它可以提高我们的一个心肌功能，为我们的心脏保驾护航。像你们如果说心脏动力不足的，包括免疫能力下降的，包括像是容易疲惫的、容易乏力的皱纹重生的人群都可以买，可以去吃道。我们辅酶q十辅酶q十可以去养心脏，可以添活力，可以添精气神。那这款。",
              "status":"completed",
              "id":"video_56"
       },
       {
              "plat_name":"快手直播",
              "chanel_name":"奥克斯医疗器械旗舰店",
              "file_name":"奥克斯医疗器械旗舰店_2025-04-06_16-16-39_017.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"但是呢哥姐姐今天来拍百元福利专场二百九十九，直接带回家拍一发三给您升级四年质保，四年之内质量有问题，只换新补修哦。对，四号链接是不用绑定带哈，四号链接还有几台哦，我这边看就有最后的呃，一台了。呃，四号链接，因为我们晚上会预售了，所以说现在就只剩一台。所以说呢我们客服如果想要的话，可以直接买，因为血压计好不好，用精不精准，合不合适，只有自己用过才知道。对哦，所以说我都会建议你们先拍回去，先用你们用过，满意精准，你留下，你用过不喜欢你直以还回来的。以你看一下，我们有运险险妹，您保驾不花奥克斯五百强洗衣液五大售后保障，正品保障没没错，运险险七天无理由退货，现货先发来小助理，给六家人给可家人登记备注，拍一发三四年质保。好的哦，可以的啊，六宝啊，可以的，可以的，这个一号链接，十八岁到百来岁都能用。对，像我，我是二十几岁，我妈五十二，我爸六十岁，我家里也是用一号链接的。像老。",
              "status":"completed",
              "id":"video_173"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"汤臣倍健官方旗舰店直播间",
              "file_name":"汤臣倍健官方旗舰店直播间_2025-04-01_22-24-40_037.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"点都没有的，订单都没有，这个维c只有在我们直播间买才给你送的，好吧，但是一定要在主播下播拍的哟，还有最后的一个，还有最后那个个半小时啊，感谢这个啊宝贝啊，拍了我们这个一号鞋，感谢支持啊，我们直播间还想拍的，抓紧拍。再过五分钟，老鼠不是真下播了，你们现在买一号鞋，如果说发现价格是六百三十一块钱的，就一定要下会拍，加了会员再去买价格，立省三十二，只要五百九十九，五百三十九块钱。您就可以买一号鞋，您就可以买平双鞋。但是今天怎么加会呢？很简单，先把左再把这个右上角领取券包，点击进去啊。我在呃春莹宝贝，你是买我们汤直播间产品，对不对？可以的，感谢支持，感谢宝宝支持。你在汤直播间买三十年果，做蛋粉，做了二十多年，你这个不担心，而且。",
              "status":"completed",
              "id":"video_1957"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"古法老缸酱油",
              "file_name":"古法老缸酱油_2025-04-02_21-06-48_001.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"看到保质期，我给你做十八个月的拿回家啊，你不拆，并且我家的料料你看到没有？就只有四样对比一下你自己家里一点的食用盐，真真正正的特级酱油，经过日晒椰路古法酿造工艺制作出来的一个好酱油。纯粮酱油。大家就知道什么叫做美的，都是头到原油，什么叫做日益的。因为你在其他地方啊，你可能买到大多数的什么色素、香精、防腐剂给你什么，直接做一个流水线生产。每天家不是我家是真的，它那个手它那个工艺手工把小麦黑豆针水放进瓦缸里，经过三百多天的发酵，而且还有精发酵。所以你知道嘴里它的一个就是制作周期很长，没办法。",
              "status":"completed",
              "id":"video_1333"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"SWEETCHIC医疗器械旗舰店",
              "file_name":"SWEETCHIC医疗器械旗舰店_2025-04-03_16-19-05_013.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"一个小时休息，二十四小时贴疤痕贴儿。一个小时休息，休息的时候，咱们把疤痕凝胶抹这这个痕凝胶每次不是薄抹一层吗？保膜抹一层的概念是什么？就你来回打个七八圈八八圈圈就感觉差不多快干了，这个量就够了，就就抹太多啊。然后唉咱们是是休休一一小时嘛，休的的时候咱们把痕凝胶抹上啊，休息的时候把疤痕胶抹上。然后正好唉你休息完了以后也干了，干了以后，然后咱就可以把疤痕贴贴贴上了。就这样循环循环二十四小加一，二十四号加一好不好？特别是咱们疤痕体质小伙伴，一定要尽量形成二十四小时加一的习惯。啊，我跟你说，你知道我引流口从一开始拆纱布，我就这陌生了。我就是那种就是那种就是那种比较严重的那种疤痕疤痕体质。所以说对于我来说，我当时当时我就开始去抹疤痕胶贴疤痕贴，因为我拆了纱布这个地方就凸起来了，我就就抹痕凝胶贴痕贴贴，一直到四个月平了，就到现在一个月颜颜色越淡啊，而且像这个一号链接这个疤痕贴儿，它粘性很大，它只有足够粘性的时候，有足够压力，有足够液压力才能帮咱们这个地方去控制住。",
              "status":"completed",
              "id":"video_705"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"善要素官方旗舰店",
              "file_name":"善要素官方旗舰店_2025-04-01_23-05-36_012.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"没有加，可以看过来。像里面的话我们是配比到哈，咱们的话做到一个五零标准。大家如果说最近姐妹在身材管理期哈，你也是可以放心去喝起来的。咱们一瓶的话呢，热量差不多，相当于是两颗小草莓。所以说大家带回去以后，想要感受一下，在我们官方直播间拍下，我们也是售前有福收有保障的喝法。主播再说一下哈，像我们是建议大家可以放到我们晚上睡前半小时可以来喝。如果说咱们年纪呢在五十岁五十岁以下的，建议大家喝一支就可以了。如果说年纪在五十岁以上，大家可以喝到两支啊，根据自己这个情况做一个选择就可以了。带回去以后也可以给自己拍照去打卡一下。我们是做了一个为期二十八天时间，我们做了一个实测图像，大家带回去以后你可以给自己现在是不是素颜照，咱们可以来一张记录一下。比方说大家隔一个二。",
              "status":"completed",
              "id":"video_1446"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"每日博士建亦保健品专卖店",
              "file_name":"每日博士建亦保健品专卖店_2025-04-01_22-47-53_022.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"拍起来啊，宝宝一个月要拍起来，感受会更好了啊。来来姨妈可以喝啊。姐妹们月经期来姨妈的女孩子都是可以喝起来的。除了备孕期，呃，除了呃那个什么呢呃哺乳期的和孕妈妈的暂时不喝，备孕期的，咱这个什么姨妈期的都是可以放心喝起来，没有问题的。好吧，来，所有姐妹们一号链接，抓紧时间啊。孕孕，你看一下，把现货库存还有到多少单了。对，一定要向火能发到最后十九单了是吧？来所有姐妹们还有就最后十九单了，拼好手速去拍。好吧，就这十九单拍完之后我接单了啊，小宝宝们啊，男生女生男女老少咱都能喝起来的啊。咱这个姐妹啊，这个c什么你问我几天多长时间，每个人都是不一样的，对吧？姐妹们啊，而且每个人的目标咱也是不一样的，是不是小宝们基础也是不一样，吸和收咱是不一样的啊。姐妹们如果说你的目标唉稍微大一点点呢，姐妹们那你就一个月的量给它拍起来。如如果你你想感受一下的话啊，你先感受一下七十九，你先买一单都是ok的。但是前提我要给你讲好了啊，今天是存货的福利价格，明天再来。",
              "status":"completed",
              "id":"video_1702"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"Magtein保健品旗舰店",
              "file_name":"Magtein保健品旗舰店_2025-04-01_22-14-50_007.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"发明的，所以要生产，要销售和醋厂酸梅相关的，都是需要我们一个刘国松教授的一个授权的。我们每个汤呢就是这个成分的原核桃是真真正正的正品。而且您收到货的每一瓶呢，我都给你做到一个PICC的承保和食品安全的多重保证。而且我们是蓝帽子产品啊，这不仅是对我们产品的自信，也是对于我们各位家人的保障。但凡说我们有任何问题的，不是正品，您拿回来我们做，我们做到售前有服务，售后有保障。啊，宝贝们啊，宝贝们亲进入我们直播间的宝贝，有什么问题呢可以打在我们的评论区，我会给大家一一讲解一一解答。像我们家的酥糖酸镁呢是小分子美是没有医什么烂，也没有耐什么药，也没有介什么断的啊。三岁以上的宝贝都是可以放心大胆去吃，吞咽起来也是没有任何的异味。像很多家人，他可能是通过我们白大褂的客服来到我们直播间啊，对不对？也意识到了一个关于补美的重要性。要知道我们市面上的。",
              "status":"completed",
              "id":"video_643"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"汤臣倍健官方旗舰店直播间",
              "file_name":"汤臣倍健官方旗舰店直播间_2025-04-01_22-24-40_047.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"皮肤到手的话是九件套。如果说你是咱们家新粉新粉想填就到二号链接。二号链接入完会，领完券后的价格两百九十八米，到手的话是三罐，三罐的话咱们就可以喝到将近，没有那个香甜。那咱们就可以买二号那个两个月时间，两个多的时间填一下。如果说你是老粉想要买的划算，那咱们直接买小王子的一号链接就可以了。为什么一号链接它卖的贵反而是更加划算呢？举一个很非常简单的例子，咱们咱们就清楚了。如果说咱们去菜市场买菜，你去别的地方买东西，那肯定是买的多。那那个老板可以，可这个那肯定是给你更加便宜点嘛，所以说就是这么一个道理。咱们啊咱们一号链接的话是五百九十九米，价格，到手的话是呃咱们给五罐可以喝到那个半年多时间。然后呢，咱们现在拍下的话，咱们每天算下来衣服上面要三块。多家人们，咱们想一下，每天只要三块钱，咱们也就买瓶可乐钱，也就买一瓶饮料钱。咱们用三块钱补充一天的蛋白质需求，还是真的非常划算。所以说如果说你是老粉。",
              "status":"completed",
              "id":"video_1967"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"鱼跃官方旗舰店控糖直播间",
              "file_name":"鱼跃官方旗舰店控糖直播间_2025-04-02_20-50-43_019.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"十九米给到大家。现在您在九月买，也都是我们现货链接，直接从我们工厂总仓给您发出去的准。好用满意您再留。你要觉得不准不好用，不满意，我们都直接退就可以了。售后质保时间还给大家去做。五年五年主机罩只换不修的机器坏了，机器有问题了，到时候大家直接联系客服，换一个，给大家做优惠，给大家做福利，给大家做保障的那这一款就在我们直播间二号双测一体机了啊，血糖、尿酸都能测，一机两测的又准又好用，都好比都非常高的那在直播间，我们的江江佐左百川海纳随心自在豆豆啊，我们的零度以及像我们的桃子、四叶草，我们的magic啊、magic李这位小板，以及我们的种瓜得瓜林这位小伴，您看一下，对于血糖仪对尿酸仪的话，还有什么问题吗？今天您在九月买的话，都是我们现货链接哦，给大家做优惠的一号链接。这个血糖仪比较推荐我们的跳跳妈妈买了一号链接是吧？谢谢我们的跳跳妈妈。支持血糖仪的话比较推荐买。",
              "status":"completed",
              "id":"video_2314"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"半城山色胶原蛋白肽",
              "file_name":"半城山色胶原蛋白肽_2025-04-02_21-43-52_001.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"斑斑点点什么老年斑、黄褐斑、晒斑，皮肤干瘪，没有弹性，皮肤缺水、紧绷、上妆、浮粉儿卡缝。这些问题的出现，不管你有两种还是有五种，但凡你有一种都是由于咱们该皮层层里面把胶原蛋白大量流失所造成的。单纯光光靠肤肤品呢只只作用在我们皮肤的一个表皮层。所以宝贝你有没有发现咱们的护肤品呢？用了这么多年了，换了一波又一波自己的小脸蛋儿，是不是还是该怎么样就怎么样。因为宝贝它只能作用咱们皮肤的一个表皮层，治标不治本，斩草不除根。而真皮层里面的百分之七十到百分之八十都是什么呀？胶原蛋白对不对？所以宝贝儿胶原蛋白，它就是掌控我们皮肤的单润度，光滑护细腻的掌控了胶原蛋白，就是掌控了时间，皮皮肤上面出现了问题，把胶原蛋白喝起来，胶原止损没有出现问题，把胶原蛋白喝起来干嘛呢？未雨绸缪，你的愈合房它是远远大于以后的一个治合疗的，对不对？胶原蛋白喝和不喝，它肯定是完全不一样的。宝贝儿这些问。",
              "status":"completed",
              "id":"video_1313"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"修正初嫣美妆旗舰店",
              "file_name":"修正初嫣美妆旗舰店_2025-04-01_22-51-18_019.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"不太喜欢你，还给我没有酒精，没有激素，没有重金属，没有矿物油荧光剂凝活君子，没有这个啊哺乳期，孕妈妈敏敏肌都可以。前脸去涂六二五零拍单发七个来三二一，我替单，下次来它没有了。宝贝它没有这么多啊，你可以放心感受的，你可以放心感受，体验有效果。那你就留下来试用多久，两个月幺五幺零拍单发七瓶，呃，还有二十分钟十一点半它就结单了，十一点半就结单。国家知识产权级颁发的证书，一种用于淡化皱纹的多维态祖有盖章、有签字，没有人敢造假，谁都不能的造假就得关门造假。十年起步，四十岁、五十岁、六十岁，你都可以整个脸型涂，只要你的皮肤是松下下垂凹陷，你就用它很早。在央视打广告宝贝。央视选品非常严格，能够达到标准品质、口碑效果缺一不可。才会上的央视的乐乐拍单给乐乐发七个。呃，我是男生，男生可以。",
              "status":"completed",
              "id":"video_1102"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"古法老缸酱油",
              "file_name":"古法老缸酱油_2025-04-02_21-06-48_019.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"上面啊一年保质，我们家呢是做了三年补法量一百六十五天那个古法法的一个发酵的然宝。你这边呢是说的我们的酿造工艺，还是说的我们的保质期会容易二次发酵的啊？宝贝拿回家，你放进去是放进去袋，往其他地方买到的，就发现啊那个品质什么的，以及那个的厨房喝包子，看一下你家里的酱油的。你看一下你家里酱油会发现你家里面的酱油配料表一大堆的。有些东西你没因为那些东西需要对身体不好，而且如果说懂工艺酿造都是加把控的一个要求是非常严格，但特级一级、二级三色级酱油一个标准的，能够让你拿回家把心放肚子里，我能不。",
              "status":"completed",
              "id":"video_1351"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"江中制药保健品旗舰店直播间",
              "file_name":"江中制药保健品旗舰店直播间_2025-04-01_22-47-13_022.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"如某都它变慢了，来我们直播间选择当中放心去下退选择的。像我们这个怎么姐妹不是的，拍二发四拍五发十安排起来的。姐妹们你是可以看到小黄车，呃，小黄车有三种规格，让你选择的全部都要拍二发四拍五发十。然后第三个呢是单盒装。所以说你如果说自己想要安排起来的话，情况一般般的安排起来。四盒装严重一点，基数比较大一点，三天四内n回的十盒装可以安排起来，都没有问题的哈。姐妹们，您是看我们这个规格里面已经把字给您标清楚，比较明白了，可以看一下。左上角小关小柱一定要点点八米券，领到手更加减米，天好像去安排起来都是没有问题。安排起来，早一包，晚一包一点两包您干吃干嚼。您泡温水，您泡牛奶、果汁都可以的，放心，选择一定黄。失望。来到我们直播间，是可以让江苏大运牌做了五十六年很多健末生果片、乳酸菌素片，以及说我们的毫磨米稀，你都吃过大过品质。",
              "status":"completed",
              "id":"video_1826"
       },
       {
              "plat_name":"快手直播",
              "chanel_name":"杏仁七白饮营养冲饮代餐粉",
              "file_name":"杏仁七白饮营养冲饮代餐粉_2025-04-06_16-07-21_019.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"百合算的哈，而且我们家日常价格三十九块九一盒。今天在我直播间姐妹们哈，您带我们家八盒走，只要两位数，价格两位数直接带着我们家八盒。相当于呢我们家一盒里面有十包，这一包呢相当于只要一个一块二毛，是不是每天呢就给自己来投资什么呢？投资两包哈两包的话呢就是二块四毛。姐妹们投资这样一个两块四毛，让大家去拿的一个好的成绩，帮助到大家呢内调那样起来，你的外在才会越来越好的，是不是？而且像现在我们可能很多人呢每天你点个奶茶，点个咖啡，十来二十块钱都要的那不如说姐妹们哈今天在我直播间花小钱办大事啊，姐妹们把这样一个哈配料宝干干净净的，没有三件没色素素，没有我们自己的内调那样这样一个好产品，你们自己拿回去坚持去打卡去喝起来是没有任何问题的。并且呢喝去啊，而且而且的话呢你拿回去喝的话呢，是不会让大家去失望的。姐妹们拿回去坚持喝，不会让你去失望的哈。今天能拍到的，能买到的。",
              "status":"completed",
              "id":"video_196"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"每日博士建亦保健品专卖店",
              "file_name":"每日博士建亦保健品专卖店_2025-04-01_22-47-53_034.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"那你想吧，你补充少一点了，来消耗咱起来了，感受是不会更好了，对不对？小宝贝们啊，放心胆胆去拍。那这个时候很多姐妹会担心说了啊，会不会让我猛猛啦，姐妹不会让你猛猛拉了。咱的成分很安全，很放心的，没有任何让你拉的成分在，没有任何让你卸的成分在了啊。看好了，咱是拿到了SGS检测报告，白纸黑字公章，咱给你盖好了，十八项违禁成分，咱都不添加的啊，多少岁三岁以上的就能喝，男女老少，喝起来都是没有问题的。女孩子，咱这个姨妈期的，生理期的，备孕期的，你都能喝，好吧，都能喝。除了哺乳期的，孕妈妈的，咱暂时不喝啊，剩下的咱都能喝，我不是录播。姐妹们啊，现在是十十一点二十二分啊，宝宝现在是十一点二十二分。我不是录播，就是有些你们那个问题啊，滚动的太快了，或者说你们问的，我都是能够给你讲到的。姐妹们啊认真听啊，认真听了，来小宝宝们成分很安全，很放心了，男女老少都能喝起来。只要平常咱能正常吃水果，能正常吃蔬菜的姐妹们啊，就能喝到它。没有问题的啊。小宝们啊，同时间我给你讲到。",
              "status":"completed",
              "id":"video_1714"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"善要素官方旗舰店",
              "file_name":"善要素官方旗舰店_2025-04-01_23-05-36_021.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"关注到我们的一个皮肤底层问题，像带回去以后大家能够说去坚持打卡起来的。咱们的话呢在选择上面大家也要看好品质。因为很多姐妹像大家之前有可能喝过的，是不是稀里糊涂哈，也喝过很多胶原蛋白肽，我们要看好品质，看好含量。像我们这支善恶素PQ胶原蛋白饮，我们是背靠大厂的，来自华东医药。华东医药的话作为一家上市公司哈，我们的话有这个实力在。应该很多姐妹大家不陌生的，像市面上一些普通胶原蛋白肽还在做五千六千毫克。我们这一支哈足量配比了八千一百毫克给到，大家可以放心去体验一下。你像里面有到的，我们做了七千毫克的鱼胶原蛋白肽，它属于是一个一型胶原来关注到我们脸上这一些沟沟壑壑的，像抬头纹、川字纹，包括说像里面还配比了一千毫克的鱼胶原蛋白三肽。",
              "status":"completed",
              "id":"video_1455"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"江中制药保健品旗舰店",
              "file_name":"江中制药保健品旗舰店_2025-04-01_22-14-51_050.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"果汁饮料，你对着喝，或者是这样撕开干嚼，直接倒嘴里面吃都是可以的，方便的都是酸甜甜水蜜桃，味道不飞粉，也不呛粉啊。其他朋友有什么不懂的啊，可以直接跟主播去讲啊，宝贝们主播给大家讲解一下，展示一下。而且朋友你进来来直播间呢，我跟你讲，朋友来都来巧了，它不说像你外面看的那种哈，四千一八千那个冻干儿，我跟你讲，那个冻干姐妹们量量少了，活性性低了，就就吃到嘴里里面哈，都死死了的个菌菌菌的，没有办法好好去查干活啊，浪费你时间不说，还浪费咱们自己搁在明明。但是啊咱们家这个不一样了，每一盒棚添加了一万两千亿活性菌的十八种复合菌株，五大优质生源五大专利菌菌的编吧编号可以查。经过临摹床认母症，只有好处，没有坏处的专利，还盖的红渣渣都可以放心去拍，可以放心去带。而且朋友们看一下啊，咱们这个配料表表是干干净净的。而们家里面老人、小孩、孕妈妈、哺乳期、亲妈妈都可以放心去，是可以放心带的，不需要再纠结不下教，遇不挑任何人群的。",
              "status":"completed",
              "id":"video_1793"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"Hipapa海龟爸爸官方旗舰店直播间",
              "file_name":"Hipapa海龟爸爸官方旗舰店直播间_2025-04-02_21-51-26_010.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"产品来到慎跟我们讲一下，那么我们是有到数据泡泡的啊。首先咱们可以看到我们的数据可以做到一个是啊黑头减少了百分之，我们的一个八十一绿头减少了百分之五十四。然后我们家那个呃痘痘减少的榜七十二啊，所以没有拍的抓紧时间了啊，抓紧手速。对，帮我们讲我们白字黑字都是盖了国家口脏的啊，对的啊，甚至我们讲一下能够拍到我们家一号链接的话，是九岁到我们家八十岁都可以放进去买到我们家一号链接的，没有问题。今天你买水跟乳的话，我是送你价值六十九元，一个洁面泡泡的。有的呀，然后再送你价值八十一个中样的给到大家的啊。所以拍一到手的话，十大件套的啊，能够拍到我们家一号链接最后的两份名额的啊，没有拍到的后期我们是不加复补单啊。一号链接呢我们是给到大家是一个五大技术的，有专利，有技术才会有效果，对吧？慎重呢，我们讲一下啊，那我们家这个呢是有能够做到四大榜单啊一的一个。是的是的啊，而且呢它累积销量已经做到了是一百将近四十多万一套一个。",
              "status":"completed",
              "id":"video_581"
       },
       {
              "plat_name":"快手直播",
              "chanel_name":"雀巢咖啡旗舰店",
              "file_name":"雀巢咖啡旗舰店_2025-04-06_16-01-18_011.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"对啊，如果说咱们宝宝想要咱们咖咖啡香更更加纯，喜欢咱们的三分糖的宝宝呢，直接接择择号链接里的的浓浓就以了。那还有有个多宝宝说，我都想尝一尝。那直接去拍咱们一个一号链接啊，一号链接，一号链接，官方给了咱们的福利价格啊，原价一百一十九。现在只要咱们的一个九十九点九米的价格到手整整一百杯，而且还赠送给大家一个红色限量款的马克杯啊。整呃一号链接是有咱们的一个原味，有特浓，还有咱们的一个厚度拿铁啊，三种混搭混搭的。只要咱们这个九十九点九米的价格啊，九呃九十九点九米的价格到手整整一百杯啊，最后的两袋福利没额了，给大家直接上车了哈。好的，链接已上刷新去拍拍之前左上角点关注注方链接，直接下单单数量有先先到先得，所以大抓紧紧接接去拍就可以了。所以宝宝们嗯主播好，你好好也好好吧，你也好。那还有很多宝宝呢拍下咱们咱们付款呢，有任何的问题呢都可以打在我们下方评论区主播看到都回复您。我们呢是切着来看我们的官方直播间，产品的品质质量都有了。",
              "status":"completed",
              "id":"video_435"
       },
       {
              "plat_name":"快手直播",
              "chanel_name":"西梅汁西梅饮燃脂瘦身减肥",
              "file_name":"西梅汁西梅饮燃脂瘦身减肥_2025-04-06_16-22-47_009.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"不出版本的一个洗面液给你们看一下，都是有做到一个PICC给你们做到一个保障来的保驾护航的，是吧？而且你收到货之后，你可以去看一看的。咱们家有防伪标标，你自己去查，你可以自己去看是吧？宝贝，你自己去查，自己去看，给你们做的是一个正品有保障来的。今天你们放心拍，今天你们放心入入就可以来里面给你们添加的，是一个八大益生元来的，来可以给你们做到一整天能组能格给你们做到一个来吃饱吃好，没什么什么富，没什么什么单的。来宝贝哈，来这位一直在路上这位宝贝哈，这个期间你去喝半袋好不好？这个期间你就给他喝半袋，这个期间你就给它适量减半，喝个半袋一次喝半袋啊。宝贝来来一盒们是五袋包，一盒是五大包来宝贝一盒是五大包哈。你今天放心拍，今天你们放心入入就可以了。按照主播跟你们说的这个吃法，你去吃哈。宝贝来刚刚没有听到我们怎么去吃的。宝贝，我再给你们说一遍，我再给你们统一说一遍，吃法在我直播间的三十位宝贝啊，你们听好了。来，首先我们正常的话，你可以早起空腹早。",
              "status":"completed",
              "id":"video_342"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"国药工厂南极磷虾油",
              "file_name":"国药工厂南极磷虾油_2025-04-02_21-36-31_019.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"米伽含量高，但是只能在肠道里吸收，吸收只有百分之四十，吸收吸收可以达到百分之九十八，但是欧米伽含量不高，两种有复配、鱼油和虾油的那买的不划算，一定不要买花了。几份其他药液全新升级的这款南极磷虾油通过了ISO,没有其他杂质，因为纯度很高，颜色就像宝石一样，红气味比进口的还要好，要买就买好的，不要为了便宜二十块，耽误了自己。",
              "status":"completed",
              "id":"video_1490"
       },
       {
              "plat_name":"快手直播",
              "chanel_name":"汤臣倍健官方旗舰店",
              "file_name":"汤臣倍健官方旗舰店_2025-04-06_14-34-15_010.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"蛋白质就建立在我们的这个健康基础之上。大家平时盖房子需要钢筋混凝土，那蛋白质就是我们身体给到这个钢筋混凝土了，所以说好的身体是离不开这些的那我们平时大家吃的肉类、蛋类、奶类啊，都是蛋白质的来源。但光吃这些去补充蛋白质的话，是源达不到我们人体所需。中国膳食营养学有说过，男性蛋白质数量在每天六十五克，女性奶五十五克，相当于要吃到一斤走肉类，或者说喝到十杯牛奶，十个鸡蛋才能补充足够的蛋白质。正常人咱肯定是吃不了这么多的，就算能吃啊，大家吸不进去，容易堆在身体里面，反而造成一个很大的负担，造成一个极大的损害。想要补充蛋白质没有负担，那我们家的这款星钻蛋白粉就是一个非常不错的选择。下单之前，大家记得先秋手啊去领到优惠券，领完这个十八元的优惠券之后，下单更优惠更划算。买蛋白粉既要选择不选规矩，选我们汤臣倍健的星钻蛋白粉。十八到八十岁人群都是可以去喝丰富的动植。",
              "status":"completed",
              "id":"video_254"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"养生堂保健食品旗舰店",
              "file_name":"养生堂保健食品旗舰店_2025-04-01_22-14-50_005.mp4",
              "asr_model":"paraformer",
              "asr_result_para":" B族的，所以咱们想要穿衣服好看的也是b族的事儿。宝贝哈它是一个宝藏产品，还有咱像咱们刚刚说嘴巴里面老爱长东西呀，爱冒油啊，爱有包包呀，也是维生素b族的事儿，三号链接就可以了哈。呃，糖粒宝贝v二号链接怎么吃？按这个去吃宝贝看，你看一下口诀，早c晚CE,我们白天去嚼服一颗VC,饭前饭后吃都行。哦。对了，那个你给甲壳虫把赠品换b族，白天吃一颗v姐妹，拍了之后跟我说一声，我我我我我我我会忘啊啊，录好了，已经已经备注好了，拍了之后跟我说一声哈，我老是忘这是早c晚CE,白天吃一颗VC,晚上吞服一颗VE,再来一颗VC,这是我们的吃法。早c晚CE空腹吃，饭后吃都可以的。姐妹们，然后不一定非得早上你中午吃也是可以的，根据我们自己的时间来吃就行，可以晒给咱们爱拼宝宝也备注。好，明天一早下期发货，核实一下赠品。好的。",
              "status":"completed",
              "id":"video_1210"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"美素佳儿专业儿童成长奶粉",
              "file_name":"美素佳儿专业儿童成长奶粉_2025-04-03_17-20-31_018.ts",
              "asr_model":"paraformer",
              "asr_result_para":"像我们的话两罐装，我们的话是给大家看一下，有我们的一个口袋音乐琴。这个音乐琴的话，你带回去呢就可以宝宝去锻炼它的一个就是说哦对一些音乐的一个音乐的一个启蒙，对不对啊？而且它还可以模拟不同的一个音色，然后它的话可以去调节音量。像我们现在如果你是大家想宝宝出门啊啊，你想要给它去做一个游玩的那你这个音乐琴你就可以带回家。",
              "status":"completed",
              "id":"video_2170"
       },
       {
              "plat_name":"快手直播",
              "chanel_name":"绿杰绿杰股份专卖店",
              "file_name":"绿杰绿杰股份专卖店_2025-04-06_15-48-27_014.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"他们有的就是去尝试了，然后没有什么事儿，那你包括温奶八十多，他就是嗯有点不太行，但是他喝这个他觉得还挺好啊。你你如果说你可以自己再观望观望啊，你可以再听听这个东西适不适合你。你要真的对这个还挺心动吧，我觉得你可以去试一试，因为它其实挺温和的。因为你兑水嘛，像我们家醋，它只有三点五的一个酸度啊。你这种情况你就稍微兑点温水就行了。因为你像正常的醋，它都是四度到六度的，就我们的食用醋那种纯醋，我们家那白醋都能达到九度。你想有一些那个酸奶，柠檬都能达到四到五度的那我们家只有三点五度，所以他其实挺温和的。尤其是你兑着水之后，它更加温和的啊。你这种的话，它这个酸你适应这个味道之后，它本身对你来讲就没有什么嗯那就没有什么不适感啊，它是需要磨合的对这个味道来讲，宝贝其实还挺温和的，就是它的质感是非常ok的，本身上也挺温和的。我老人小孩。",
              "status":"completed",
              "id":"video_303"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"轻蔻医疗器械旗舰店许诺",
              "file_name":"轻蔻医疗器械旗舰店许诺_2025-04-03_16-10-34_011.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"看一下三甲医院的医生是怎么做的，他也是用滚针打开皮肤通道，然后将一些就是成分的东不同的成分东西会导入进去，留不不留红色的东西，零点二五精准胶原层。我们的皮肤分为表皮、真皮和皮下组织，我们的胶原层就在我们的真皮层，零点二五是一个正正常的一个深度，好不好？再生了到底，下了你的胶原蛋白也存不住，也存不住。所以胶原蛋白它是一个叠加性的东西。如果你是要做一个有效抗衰长期主义的姐妹，你相信我胶原蛋白是最终的一个选择。因为今天不管你去美美院也好，再贵的不知道有没有听过投研的投研真很贵吧。它的作用是什么？刺激胶原蛋白再生，我们做光电仪器的效果是什么？热玛吉，我一年会做一次，效果是什么？刺级胶原蛋白再生。所以你在机构做的所有东西，它也是三型胶原蛋白。我们这个叫人猿化三型胶原蛋白水，光是和我们人体的三型胶原蛋白组织细胞的排列顺序，百分之九十九点相。",
              "status":"completed",
              "id":"video_2226"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"汤臣倍健官方旗舰店直播间",
              "file_name":"汤臣倍健官方旗舰店直播间_2025-04-01_22-24-40_005.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"优惠啊，像这个优惠的五零六三宝贝啊，你可以分开，你只要把这个左上角这个点到里面去啊，点这里面点进去，一键入会就可以，一键入会您再去买，帮你另省三十二块钱。对的，只要你五百九十九拍一发九件东西到手，而且你们今天呢在十点半之前买的，你不管是买几号鞋，我们都是明天的上午的二十四小时现货，现发发货很快的。我们都是全国的四个仓库，发的南性，就您放放一个，您在东北是北方停发，您在南方是广东分发。您在新疆现段是西北仓库，可以发很快的。然后这个预保险跟七天物流都是买好的。这个定期完，那你售前无忧，售后有保障的，所以你不用担心，一定要抓紧手速秒赔付，尽量是能够在主播下不拍，就在主播下播时卖。还有最后的一个半小时，然后主播下播了，还有最的半小时让主播下播。我们今天这个价格呢也是全部都是破散了，全部都是改好了，非常的划算的，也是非常的优惠价格，对不对？那你们。",
              "status":"completed",
              "id":"video_1925"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"术崎运动装备旗舰店",
              "file_name":"术崎运动装备旗舰店_2025-04-03_16-49-42_003.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"受一下好不好？九十九米的一个骑行服品宣价格，兄弟们给您快速讲解一下了，好不好？福利品我也不想多讲了，亲们整件衣服做的是一个维西格速干秒干没有任何问题。成百上千的一个透气网孔，遍到主播内里添加冰感因子，上身是有那种冰凉感，上身没有清爽感的。然后只有我后背给您三个加深厚度哦，手机水壶人家样都能够放。是的，不用担心，松松垮垮一些情况。下摆呢五公分防滑条，不上班也不下滑，是今天给给亲们开的，是一个九十九米，九十九米九十十米，还要要啥自车车，要原价幺九九的骑行服做一个品宣给亲妹们开九十九有喜欢有想要亲们自己抓紧时间，是不是公屏上身高体重给到主播。对的，现在有想要骑，我们抓紧把身高体重打在公屏上，一个尺码一个库存，一个萝卜一个坑，不要全拍买大买小是穿不了的。是的，有喜欢有想要亲亲们自己抓紧时间，好不好？包裹、性能、塑身感都非常强。三d立体剪裁，贴合我们的肩膀贴不腰身。",
              "status":"completed",
              "id":"video_1655"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"999鱼胶蛋白肽品牌正品直播间",
              "file_name":"999鱼胶蛋白肽品牌正品直播间_2025-04-01_22-45-38_032.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"它刘某湿的越来越多了，那胶原蛋白就是你的皮膜肤质和称有刘某湿之后，脸没有脂和称就松了，垮了，吹了，各种吻合度就被压出来了。那从脸上做了很明显的感觉到，二十五岁以上各位宝贝，尤其是需要胶原蛋白不止停留在脸上起作你还想停留在身上，各个地方都能体现出胶原蛋白的重要性。那咱们今天给大家带来这款胶原蛋白肽，它不是什么大分子胶原蛋白，它是小分子胶原蛋白肽，最美一，欢迎夏草欢原蛋白肽品。然后再有一点，我除了一个胶原蛋白肽，它的一个量足之外，它还有个多重的复配，有什么？有玻尿酸，有烟酰胺，有甲青素、燕母胎来朋友一家一大于五，放心拍，放心喝。现在拍下咱们下播就给直接安排一个的小宝贝，那咱们也都是光停链接正品保证保质一个的。咱们需需需要宝贝能够分析，来欢迎咱们陈宝贝记录。现在是晚上十一点十六分，咱们直播间所有的宝宝点击下。",
              "status":"completed",
              "id":"video_478"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"BYHEALTH汤臣倍健海外旗舰店",
              "file_name":"BYHEALTH汤臣倍健海外旗舰店_2025-04-01_22-23-45_024.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"澳大利亚当地的这个非常严格的TGA的这样一个生产标准呢，去完成到它的一个生产。所以大家如果说想要去买到一个好的补剂，买到这样子一个更加棒的这样一些补剂的，你都可以在咱们直播间去下单。因为本身像TGA的这样一个认证呢，它可以在呃这种保养品的行业里面，可以说是一个金字塔塔尖的一个存在。它里边比如说对于说一些原材料的选择，生产加工的一个过程，还有它这个产品本身的一个实验室的检测结果，这些的它都会有要求。所以能拿到这样子的一个TGA的认证。其实可以说这个产品的实力它是杠杠的，非常的棒的那像咱家的这个奶基草，它就是能够去获得这样子的一个认证。而且它不是获得了影项，它是能够去获得十七项的这样子一个体九a症啊，这个能力实力它是摆在那里的。所以像我们直播间的朋友，大家平时如果说熬夜比较多，经常性有到一些应酬的习惯的。",
              "status":"completed",
              "id":"video_527"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"国药工厂南极磷虾油",
              "file_name":"国药工厂南极磷虾油_2025-04-02_21-36-31_006.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"都能吃零糖，小糖人也能吃。总的来说选择我们家的一起可以补好几份营养吃的东西。有机会一定要选深山药业宝座，承保的放心拍，放心买。只要在我这里拍的，所以家都是有货。通通过IIS九九零零幺质量认大家好好看一看，不要为了便宜二十块耽误了自己。所以说优惠活动再给新来的加入，咱们拍下一瓶拍成功，再补贴五大瓶，七十九块九到手六。",
              "status":"completed",
              "id":"video_1477"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"研真化妆品",
              "file_name":"研真化妆品_2025-04-03_15-55-59_008.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"从脸上左右，脸上没有这个退红效果用啊，兰童胜肽一个字退回来就行，直接差评。还有我们家产品的话，如果说你出现这种问题的话，嗯，如果说你出现这种问题，用玻色因抗皱面霜啊、波色因抗皱把面霜使用，直播是拍一照照评，使用之后拍个照片，使用二十八天之后拍一个照片。如果说没有明显的紧致和淡部分效果的话，一个字退回来就行了。不不，钱明烂脸了哈。别忘了拍照片留存来直播间的小姐们，就这两个产品，一个兰桐胜肽，一个是面霜，就这两个产品效果是非常非常好的。小姐姐，我要告诉大家，是你要知道我们皮肤是解决这个问题的。皮肤这个是不是相当于烂脸了？你说你自己皮肤是不是相当于烂脸是吧？烂脸了，你要知道自己皮肤烂脸了，对不对？烂脸的话，如果说用我们家产品不管用的话，是不是很多差评？咱们直播间是不是很多差评，你会发现没有一个差评，是不是？你可以不没有好评？告诉大家，有些小姐姐懒得好评。其实咱们家也没有逼大家去好评吧，是不是？你没有逼过大家好评，没有吧？你愿意好评和好评，不愿意好评拉倒，但是差评我不让你差，评评就不差评了，不是吧，你又。",
              "status":"completed",
              "id":"video_2089"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"养生堂保健食品旗舰店",
              "file_name":"养生堂保健食品旗舰店_2025-04-01_22-43-52_000.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"重你就吃VC皮肤。敏敏敏呢也吃VCC款款CC,里面有大量的花青素，有大量的VC,所以又管皮肤又又管免三三以上就可以吃了。这是这是我们家维c宝宝线下的问题，比较差，比较弱。吃维c熬夜脸憔悴感皮肤敏敏的吃维c三岁以上可以去吃，想要维c的姐妹拍五号链接哈，五号链接的话，推荐是第三个选项，更划算。五号选项三呢，是咱们的线下同款，线下卖二百一十八，我们是一百四十二两。百粒拍了之后给咱送了五条胶蛋白。这款胶原蛋白如宝说您不喜欢它，我们是可以换的。呃，赠品可以换成三十粒的同款维c也行，三十粒的维生素b组也行，是可以换赠品的姐妹哈。咱们想要VC拍五号免疫的问题比较差，比较弱。吃维c熬夜脸憔悴感皮肤敏敏的吃维c.",
              "status":"completed",
              "id":"video_1222"
       },
       {
              "plat_name":"京东直播",
              "chanel_name":"洪恩官方旗舰店",
              "file_name":"jd_34626566_2025-04-07_16-58-22_013.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"正品保真七天无理由退换货，大家放心下单哦。直播间里有没有平常总是感觉自己免疫力低下的宝宝们，每次一换季就感觉不在状态，一上班就疲惫，提不起劲儿，感觉自己弱不禁风。白天没精神，晚上又。",
              "status":"completed",
              "id":"video_44"
       },
       {
              "plat_name":"快手直播",
              "chanel_name":"进口褪黑素",
              "file_name":"进口褪黑素_2025-04-06_15-00-08_000.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"咱家的所有的产品，你随时想停，随时都能停，不会说吃完了之后停不下来了。或者说我吃完了之后要要我，我要需要很久的一段时间，我去把它戒掉，不需要小宝宝们不需要你随时想断色，随时断了就可以了，好不好？来有需求的，咱直接去拍。我跟大家讲一下，因为我这边十点半就要准备结单了。你们无论说想哪一个链接，你你在十点半之前下单的，咱们们今天买还能给给安排排，天天发。不不，如果果你你要十点点之之后下单，咱只能明天发，后天发，你今得得排排单。对不不？因为我们家一天的话呢，订单量来讲也是比较大一点点的，以及说小宝宝们，你们现在下单的呃，基本上可能快一点的，可能就中午晚一点的，下午晚上咱就能看到物流个信息了，好不好？来有需求的，咱们直接去带喽。那同时也是欢迎到第一次来我这些小宝们，然后欢迎大家来到我们家大士奇品官方直播间。今天我给大家带来这一款是我们的一个褪黑素软糖，它呢跟我们平时吃到的普通的软糖不一样，它。",
              "status":"completed",
              "id":"video_402"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"江中制药保健品旗舰店直播间",
              "file_name":"江中制药保健品旗舰店直播间_2025-04-01_22-47-13_027.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"很多姐妹们是会发现自己经常会说吸稀水水的，是不是唉经常说吃点冷的、辣的粮油的，喝点八加一，经常说容易不成形，爱往统治，这样情况。首先呢像冷的辣的粮油的，喝点八加一，它都是什么包，包括来到我们直播间是可以看一下，都少呃喝点八加一。经常说不成型，爱我统治这样情况来到我们直播间，您是看到品质全部使用保障，放心去试，放心选，都是没有问题的。本身退出香屋自研菌珠，我们的LP四五加，我们的l五九九八双管再去安排起来调什么洁内里均群环不净，加固加厚，凭什么胀？唉，凭什么胀呢？越补越后，小温小提一定会越来越低，越来越少，让你一百九十八带回家。四盒装四百五十五十装十盒装安排起来都是没问题。放心去湿去代去选择都是ok的。本身你自己不论自己家人唉，经常会说吸吸是水的问题，包括说不得不应酬都是可以安排起来，一定不会说在里面来我们直播间安排。",
              "status":"completed",
              "id":"video_1831"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"康恩贝营养膳食旗舰店甄选",
              "file_name":"康恩贝营养膳食旗舰店甄选_2025-04-02_21-45-21_013.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"检验。所以说你不用担心心自己有什么负担，担而担担心。买到的的话，点击头像可以确认一下的五分的店铺评分。你看谁家能做到这样的一个高的分数，找找找不到的。所今天我们这里的话想去看，想去选的话话，不要说去挑一挑去看一看，千万不要错过我们家里面的一个福利和活动了。那如果说今天都了解到我们家里面的机制的看解到我们家里面的一个活动内容的看一下，大家还有哪些问题想来去看。想来去选的话，大家可以抓紧点时间去问我啊不要等到到时候说想去看了，想去选了没有这样的一个活动，没有这样的一个福利的话，那就没有办法。而且今天我们家里面也说了，确实比往常的价格来去说的话更加合适，来的更加划算。二的话，我们家里面都是给大家准备的小鲜小货，你也不需要去等。现在的话我们家是三十三周年庆的一个活动，要比往常价格来的更加合适，来的更加有机制。所以哪怕你们是第一次到我们家直播间过来去看过来，去选的话都可以说去挑一挑，去看一看，千万不要错过我们家里面的一个活动。",
              "status":"completed",
              "id":"video_1559"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"美素佳儿专业儿童成长奶粉",
              "file_name":"美素佳儿专业儿童成长奶粉_2025-04-03_17-20-31_000.ts",
              "asr_model":"paraformer",
              "asr_result_para":"多越好，而是说要关注它的一个含量，能够充分发挥作用才是好的。因为有些奶粉它可能宣称了我添加到几十种的，对于宝宝眼脑方面的种就是说种类啊，但是它每个种类就只有一点点，你就是几十种加起来对于宝宝快速成长的阶段来说呢，也是一个杯水车薪的存在。相当于是说是在做白用功，宝贝们那望月呢给到大家来宝贝们有什么？它是根据宝宝这个成长学所需所所学所所需，添加到一个个够够量量，而且是不仅仅说种类多，而且含量高。每一百克七十三毫克的DHA,一百七十毫克的胆碱，还我们四十毫克的牛磺酸哦，多维营养共同的去助力宝宝咱们后天的一个学习，更我的一个探索哦。所以咱们直播间宝贝们，你想要关注到宝宝眼个方向的那一号链接望月，你就不要错过了。来宝贝们一号链接望月，今天有活动，日播价三百七十六已经是我们儿童成长奶粉，还有我们好评宝啊，就是说人气宝好评宝都是天花板的一个探索了。那我们今天给大。",
              "status":"completed",
              "id":"video_2134"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"美素佳儿专业儿童成长奶粉",
              "file_name":"美素佳儿专业儿童成长奶粉_2025-04-03_17-20-31_010.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"宝宝的一个个体差异性是很大的啊，像有些宝宝啊啊他可能就是说明明是同一个年龄阶段的，同一个班级里的宝宝发展的快的话就成长好的的话，他可能起来就跟同龄龄人呃，哥哥哥姐姐一样，就是自家宝宝挑食的胖，看菜菜肉肉都不吃，再加上宝宝对营养接收不到位啊，自身成长还比较晚。呃，跟同年龄阶段的小宝站在一起，像弟弟妹妹的，每次送宝宝上学啊，上体育课、课间操排队的时候，就站在在一排第二排的，想让宝宝往后移移的那大家都知道我们这个时期嘛，其实补钙是很重要的。但是那些大概率哦，那些熏生补钙的商家是不会跟大家说，宝贝们钙不是说补的越多越好的。因为儿童时期钙能接受百分之七十五，你后续儿童时期接受率的一个巅峰时期了。你后续就算是说补再多的钙，宝宝儿童身体接受受差也是白用功。那我们今天呢给到大家哦宝贝们，那因为毕竟成长这个事情嘛，七分看出生三分看营养哦，那我们的话营养也不是越多越好。你如果补过头了，七宝宝造成。",
              "status":"completed",
              "id":"video_2153"
       },
       {
              "plat_name":"抖音直播",
              "chanel_name":"扬州凯奇健身-13店连锁",
              "file_name":"扬州凯奇健身-13店连锁_2025-04-03_13-24-11_002.mp4",
              "asr_model":"paraformer",
              "asr_result_para":"那六号链接嗯包月的课程啊，包月课程具体这个课程怎么上？我是建议大家先拍恭喜咱们新宝宝啊。我是建议大家先拍拍完之后呢，你先到门店跟我们的教练去近距离去沟通了解一下。让教练的话根据您的一个需求去给您去进行上课就行了啊，看一看你的身材啊是大肌数还是小基素，还是说我们的一个织某层皮，某脂怎么样的啊，可以去看一下我们的四号链接。一号链接挺适合新人，因为它一节课是四十五分钟，新人是能够吃得消的，能够吸收的啊，不会说把你练的啊啊肌肉拉伤很累人的感觉。不存在啊。一号链接不仅有五节私教课程，还有这么一个月的一个通摩卡时间，三十天的健身时间啊，宝贝们文智家电是在我们的文昌精英店啊。",
              "status":"completed",
              "id":"video_1621"
       }
]